[
    {
        "Judul":"Legenda Sumber Garam Sepang",
        "paragraf":[
            [
                "Pada zaman dahulu, di Desa Sepang, Kalimantan Tengah, hiduplah seorang janda bernama Emas.",
                "Dia memiliki seorang putri yang cantik jelita, namanya Tumbai.",
                "Kecantikan Tumbai terkenal sampai ke luar desa.",
                "Apalagi, Tumbai juga gadis yang ramah dan baik hatinya."
            ],
            [
                "Karena itu, banyak pemuda yang ingin melamarnya.",
                "Namun aneh, Tumbai selalu menolak lamaran tiap pemuda.",
                "Hal ini membuat Emas, ibunya, merasa heran.",
                "\"Tumbai anakku, bukankah mereka pemuda yang baik?"
            ],
            [
                "Kenapa kau menolak mereka?",
                "Pasti ada satu di antara mereka yang pantas untuk menjadi Suamimu, kan?\"', Tumbai menggeleng.",
                "\"Aku tidak mau sembarangan, Bu.",
                "Aku berdoa pada Tuhan, agar mengirimkan suami yang mampu memajukan desa kita ini,\" sahut Tumbai."
            ],
            [
                "Ibu Tumbai semakin tak mengerti.",
                "\"Apa maksudmu?\" Tumbai menjelaskan, bahwa ia hanya mau menikah dengan Pria yang dapat mengubah sumber air tawar Sepang menjadi air asin.",
                "\"Tapi itu tak mungkin!\" teriak ibunya.",
                "\"Dengan pertolongan Tuhan, semuanya mungkin, Bu,\" Tumbai tetap bersikukuh."
            ],
            [
                "Hari demi hari berganti, tak ada pemuda yang sanggup memenuhi syarat dari Tumbai.",
                "Sampai akhirnya pada suatu hari, ada pemuda asing yang datang ke desa Sepang.",
                "Pemuda itu berasal dari daerah aliran Sungai Barito, dan ia adalah pemuda yang sakti.",
                "\"Bolehkah aku melamar anak Ibu?\" tanyanya pada ibu Tumbai."
            ],
            [
                "Ibu Tumbai lalu menjelaskan syarat yang diminta oleh Tumbai.",
                "Pemuda itu tercenung sejenak.",
                "Lalu, dia memejamkan mata dan meminta bantuan pada para leluhurnya.",
                "Dia juga tak henti-hentinya berdoa pada Yang Kuasa."
            ],
            [
                "Sampai akhirnya, keajaiban pun terjadi.",
                "Sumber air Sepang yang tadinya berasa tawar itu akhirnya berubah menjadi asin.",
                "Tumbai amat senang melihat keberhasilan pemuda itu.",
                "Ibunya pun tak kalah senang."
            ],
            [
                "Pemuda itu akhirnya menikahi Tumbai.",
                "Mereka lalu berusaha mengolah sumber air asin itu menjadi garam.",
                "Ternyata usaha mereka berhasil, dan mereka mendapatkan banyak uang.",
                "Mereka lalu mengajak penduduk desa lainnya untuk mengolah Sumber air asin itu bersama-sama."
            ],
            [
                "Sekarang, desa mereka jauh lebih makmur daripada sebelumnya.",
                "Keinginan Tumbai untuk memajukan desanya pun tercapai."
            ]
        ]
    },
    {
        "Judul":"Sangkuriang & Dayang Sumbi",
        "paragraf":[
            [
                "Dayang Sumbi adalah seorang putri yang mengasingkan diri di hutan.",
                "Di sana, dia hanya ditemani oleh anjing jantannya yang bernama Tumang.",
                "Untuk memenuhi kebutuhan sehari-hari, Dayang Sumbi menenun kain yang kemudian dijualnya ke pasar.",
                "Suatu hari, alat tenunnya terjatuh dan menggelinding ke bawah bukit."
            ],
            [
                "Karena panik, Dayang Sumbi mengucap sumpah, ”Siapa yang bisa mengambilkan alat tenunku, jika perempuan akan kujadikan saudaraku, dan jika lelaki akan kujadikan suamiku.” Tak diduga, Tumang berlari kencang menuruni bukit dan mengambil alat tenun Dayang Sumbi.",
                "Dayang Sumbi akhirnya menikah dengan Tumang.",
                "”Aku adalah jelmaan manusia.",
                "Tiap malam, aku berubah menjadi manusia."
            ],
            [
                "Namun, jangan sampai ada yang mengetahui rahasiaku ini, termasuk anak kita nanti,” kata Tumang di hari pernikahan mereka.",
                "Mereka lalu dikaruniai anak yang bernama Sangkuriang.",
                "Suatu hari, Sangkuriang kecil marah pada Tumang.",
                "Dia mengusir Tumang karena Tumang telah gagal membantunya menangkap rusa."
            ],
            [
                "Sangkuriang lalu bercerita pada ibunya, ”Tumang sudah tua.",
                "Dia tak berguna lagi.",
                "Aku sudah mengusirnya.” Dayang Sumbi yang sedang mengaduk nasi, terkejut.",
                "Dia melemparkan sendoknya begitu saja dan berlari ke halaman."
            ],
            [
                "Sendoknya mengenai kepala Sangkuriang yang langsung terluka.",
                "Sangkuriang pun marah.",
                "Dia mengira ibunya sengaja memukulnya.",
                "Dia lalu pergi meninggalkan rumah, padahal ibunya sudah mencegahnya.  Tak terasa, Sangkuriang sudah dewasa."
            ],
            [
                "Dia telah menjelajah banyak desa.",
                "Suatu hari, tanpa sadar dia telah kembali ke hutan tempat dia dulu tinggal bersama Dayang Sumbi.",
                "Hutan itu sudah berubah menjadi perkampungan penduduk.",
                "Di sana, Sangkuriang bertemu dengan Dayang Sumbi dan jatuh cinta."
            ],
            [
                "Demikian juga dengan Dayang Sumbi, dia tak tahu bahwa itu Sangkuriang.",
                "Mereka memutuskan untuk menikah.",
                "Untunglah, saat Sangkuriang melepas tutup kepalanya, Dayang Sumbi melihat ada bekas luka di kepala Sangkuriang.",
                "Saat mendengar cerita Sangkuriang tentang asal luka itu, sadarlah Dayang Sumbi bahwa pemuda yang hendak dinikahinya adalah Sangkuriang."
            ],
            [
                "Dayang Sumbi langsung membatalkan pernikahan mereka dan menjelaskan bahwa dia adalah ibu Sangkuriang.",
                "Namun Sangkuriang tak percaya, apalagi Dayang Sumbi terlihat masih muda.",
                "Sangkuriang tetap ingin menikahi Dayang Sumbi.",
                "Dayang Sumbi mencari akal."
            ],
            [
                "Dia meminta Sangkuriang untuk membendung Sungai Citarum.",
                "Selain itu, Sangkuriang juga harus membuat perahu besar untuk menyeberangi sungai itu.",
                "Keduanya harus selesai sebelum fajar menyingsing.  Ternyata Sangkuriang menyanggupi kedua syarat tersebut.",
                "Sebelum pekerjaannya selesai, Dayang Sumbi mengajak penduduk untuk menggelar kain sutra merah di sebelah timur Sungai Citarum."
            ],
            [
                "Sebagian penduduk membuat suara gaduh seolah-olah kegiatan pagi telah dilakukan.",
                "Sangkuriang mengira, pagi telah tiba.",
                "Dia marah dan kecewa.",
                "Dengan segala kekuatan yang dimilikinya, dia menjebol bendungan yang sudah dibuatnya."
            ],
            [
                "Air pun meluber ke mana- mana.",
                "Dia juga menendang perahu besar yang terbuat dari kayu, sampai terlempar jauh ke utara dan jatuh tertelungkup.",
                "Konon, perahu yang jatuh tertelungkup itulah yang kemudian menjadi Gunung Tangkuban Perahu.",
                "Tangkuban Perahu sendiri berarti ”perahu yang menelungkup”."
            ]
        ]
    },
    {
        "Judul":"Asal Mula Kota Cianjur",
        "paragraf":[
            [
                "Dulu, ada seorang lelaki tua yang amat kaya.",
                "Sayangnya, dia kikir.",
                "Walau hampir menguasai seluruh sawah dan ladang di seantero desa, dia tetap saja kikir.",
                "Tak heran jika orang- orang memanggilnya Pak Kikir."
            ],
            [
                "Berbeda dengan ayahnya, putra Pak Kikir adalah pemuda yang baik.",
                "Dia suka menolong orang-orang yang membutuhkan bantuan.",
                "Suatu hari, di desa itu akan diadakan pesta menyambut panen raya.",
                "Konon, jika ingin mendapatkan hasil panen yang melimpah, maka pemilik sawah dan ladang harus mengadakan pesta dan mengundang orang- orang untuk diberi makan."
            ],
            [
                "Mau tak mau, Pak Kikir harus melakukannya.",
                "Dia mengundang seluruh penduduk desa untuk datang ke pestanya.",
                "Namun, karena dia kikir, dia hanya menyediakan sedikit makanan.",
                "Tentu saja tamu-tamu yang datang mengomel."
            ],
            [
                "“Bukankah membagi makanan itu sama dengan sedekah?",
                "Jika bersedekah saja pelit, bagaimana mau meminta hasil panen yang baik?” gerutu salah seorang penduduk.",
                "“Iya ya, untuk apa punya harta sebanyak itu jika tidak mau berbagi?” omel penduduk yang lain.",
                "“Permisi, Tuan."
            ],
            [
                "Bolehkah aku meminta sedikit makanan?",
                "Aku lapar sekali,” tiba-tiba ada seorang nenek tua berpakaian kumal meminta makanan.",
                "Nenek tua itu bukan penduduk desa.",
                "Semua orang tak ada yang mengenalnya."
            ],
            [
                "Pak Kikir memicingkan matanya, “Minta makan?",
                "Enak saja!",
                "Sana!",
                "Minta saja ke tempat lain."
            ],
            [
                "Makanan di tempat ini sudah pas jumlahnya.” Nenek tua itu terkejut mendengar perkataan Pak Kikir.",
                "Air matanya menetes perlahan.",
                "“Hanya sepiring nasi, Tuan,” ratapnya.",
                "”TIDAK!” seru Pak Kikir tegas dan membalikkan badan untuk masuk ke dalam rumah."
            ],
            [
                "Saat ayahnya sudah masuk ke rumah, putra Pak Kikir memberi sepiring nasi pada nenek tua itu.",
                "“Makanlah bagianku, Nek,” ujarnya sopan.",
                "Nenek tua itu mengucapkan terima kasih berulang-ulang.",
                "“Kelak, kau akan jadi seorang pemimpin yang bijaksana,” ucapnya."
            ],
            [
                "Suatu pagi, hujan turun dengan deras.",
                "Air seperti ditumpahkan dari langit.",
                "Sungai-sungai meluap dan airnya mengalir deras ke desa Pak Kikir.",
                "“Banjir, banjir!” teriak penduduk desa saat melihat air yang semakin meninggi."
            ],
            [
                "Anak Pak Kikir segera memberi tahu ayahnya untuk mengungsi ke atas bukit.",
                "“Tidak!",
                "Aku tak mau mengungsi.",
                "Ini hanya banjir biasa."
            ],
            [
                "Kalau aku meninggalkan rumah, bagaimana dengan hartaku?",
                "Bisa- bisa dicuri orang!” teriak Pak Kikir.",
                "Anak Pak Kikir tak berhasil membujuk ayahnya.",
                "Dia pun terpaksa meninggalkan ayahnya sendiri di rumah."
            ],
            [
                "Dia mengikuti penduduk desa yang lari ke atas bukit.",
                "Saat tiba di atas bukit, para penduduk desa melihat air bah yang tiba-tiba datang.",
                "Desa mereka tersapu bersih dalam sekejap.",
                "Anak Pak Kikir menangis, meratapi keputusan ayahnya yang tak mau menyelamatkan diri."
            ],
            [
                "“Apa gunanya harta jika akhirnya begini?” Melihat desa yang sudah hancur berantakan, penduduk desa memutuskan untuk mencari daerah baru.",
                "Mereka lalu mengangkat anak Pak Kikir sebagai pemimpin mereka.",
                "Seperti kata nenek tua dulu, anak Pak Kikir menjadi pemimpin yang bijaksana.",
                "Dia mengajari penduduk untuk menanam padinya sendiri dan bagaimana mengairi sawah dengan baik."
            ],
            [
                "Dia juga membagi tanah dengan rata.",
                "Semua penduduk mendapat bagian sawahnya masing-masing.",
                "Desa baru tersebut dinamai Desa Anjuran, karena para penduduknya selalu mematuhi anjuran pemimpinnya.",
                "Lama- kelamaan, desa itu berubah nama menjadi Cianjur, yang berarti daerah yang cukup mengandung air."
            ],
            [
                "Saat ini, Cianjur terkenal sebagai daerah penghasil beras yang empuk dan wangi.",
                ""
            ]
        ]
    },
    {
        "Judul":"Lutung Kasarung",
        "paragraf":[
            [
                "Suatu hari, di sebuah kerajaan di Jawa Barat, Prabu Tapa Agung menyerahkan takhta pada putri bungsunya, Purbasari.",
                "Purbararang, putri sulungnya, terkejut dan kecewa pada ayahnya.",
                "Dia bahkan enggan datang saat adiknya diangkat menjadi Ratu.",
                "Purbasari memerintah kerajaan dengan bijaksana."
            ],
            [
                "Keadaan berjalan dengan baik, hingga suatu saat Purbasari terkena penyakit aneh.",
                "”Toloong...",
                "toloong...",
                "ada apa denganku?” teriaknya di suatu pagi."
            ],
            [
                "Kulit tubuh Purbasari berbintik- bintik hitam, sebagian di antaranya mengeluarkan darah.",
                "Prabu Tapa Agung terkejut melihat keadaan putrinya itu.",
                "Demikian juga Purbararang.",
                "“Ayah, jangan-jangan ini wabah penyakit menular?"
            ],
            [
                "Ayah harus cepat-cepat mengasingkannya,” kata Purbararang pada ayahnya.",
                "”Ayah, jangan asingkan aku.",
                "Izinkan aku tetap tinggal di sini,” ratap Purbasari.",
                "Prabu Tapa Agung mulai bimbang."
            ],
            [
                "Beliau tak tega pada Purbasari, tetapi juga khawatir jika penyakit itu benar- benar menular.",
                "Akhirnya, beliau meminta Purbasari untuk mengasingkan diri di hutan sampai penyakitnya sembuh.",
                "Di hutan, Purbasari tinggal di sebuah rumah yang dibangun oleh paman patih untuknya.",
                "Purbasari amat kesepian."
            ],
            [
                "Untung saja, ada seekor kera hitam yang sering datang menemaninya.",
                "Kera itu bernama Lutung Kasarung.",
                "Lutung Kasarung adalah kera yang sakti.",
                "Karenanya, dia bisa membantu Purbasari untuk menyembuhkan penyakitnya."
            ],
            [
                "Dia mengajak Purbasari ke sebuah danau yang jernih dan meminta Purbasari untuk membasuh kulitnya di sana.",
                "Ternyata air danau itu ajaib!",
                "Purbasari sembuh.",
                "Wajah dan kulitnya kembali bersih."
            ],
            [
                "Tak ada lagi bintik hitam yang tersisa.",
                "Beberapa hari kemudian, Purbararang datang ke hutan ditemani oleh Indrajaya, calon suaminya.",
                "Alangkah terkejutnya dia ketika melihat Purbasari kembali cantik.",
                "”Aku sudah sembuh, Kak."
            ],
            [
                "Kakak kesini untuk menjemput ku bukan?” tanya Purbasari riang.",
                "Tentu saja Purbararang mengelak.",
                "“Aku sudah jadi Ratu.",
                "Jika kau ingin kembali ke istana, kau harus mengalahkanku,” kata Purbararang."
            ],
            [
                "Purbararang lalu mengurai rambutnya.",
                "“Jika rambutmu lebih panjang daripada rambutku, kau boleh kembali ke istana,” tantangnya.",
                "Ternyata, rambut Purbasari lebih panjang.",
                "Purbararang tak mau menyerah.“Jika kau punya calon suami yang lebih tampan daripada Indrajaya, kau menang!” Purbararang yakin bahwa kali ini dia akan menang."
            ],
            [
                "Di dalam hutan seperti ini, siapa yang bisa menjadi calon suami Purbasari?",
                "Purbasari hampir menyerah.",
                "Namun, Lutung Kasarung menarik-narik bajunya dan meloncat-loncat.",
                "Sepertinya dia hendak mengatakan, “Akuilah aku sebagai calon suamimu.” Meski bingung, Purbasari menurut."
            ],
            [
                "Dia berkata pada Purbararang bahwa Lutung Kasarung adalah calon suaminya.",
                "Tentu saja Purbararang menertawakannya.",
                "Namun belum habis tawa Purbararang, muncul sinar putih di sekitar tubuh Lutung Kasarung.",
                "Sinar putih itu lama- lama pudar seiring dengan hilangnya sosok Lutung Kasarung."
            ],
            [
                "Berdirilah sesosok pemuda yang jauh lebih tampan daripada Indrajaya.",
                "Ternyata, Lutung Kasarung adalah seorang pangeran yang terkena kutukan jahat dari pamannya.",
                "Kutukan itu hanya bisa hilang, jika ada seorang gadis yang mau mengakuinya sebagai calon suaminya.",
                "Purbararang kalah telak."
            ],
            [
                "Akhirnya, Purbasari kembali ke istana dan menikah dengan Lutung Kasarung."
            ]
        ]
    },
    {
        "Judul":"Keong Mas",
        "paragraf":[
            [
                "Dahulu kala, hiduplah kakak beradik yang bernama Dewi Galuh dan Candra Kirana.",
                "Dewi Galuh adalah seorang gadis yang pendengki.",
                "Dia tak suka saat Pangeran Inu Kertapati hendak menikahi adiknya.",
                "Dia ingin Pangeran menikah dengannya."
            ],
            [
                "Karena itu, dia menemui nenek sihir untuk membatalkan pernikahan itu.",
                "”Jangan khawatir.",
                "Besok, adikmu akan menghilang.",
                "Setelah itu, kau bisa menikahi Pangeran Inu Kertapati,” janji nenek sihir itu kepadanya."
            ],
            [
                "Nenek sihir membuktikan janjinya.",
                "Dia menyihir Candra Kirana menjadi seekor keong mas, dan melemparnya ke tengah lautan.",
                "”Kau bisa kembali ke wujud semula, jika Pangeran Inu Kertapati menemukanmu.",
                "Tapi, hal itu tak mungkin terjadi!” Sejak saat itu, Keong Mas alias Candra Kirana hidup terombang-ambing di lautan."
            ],
            [
                "Namun, Tuhan sayang padanya.",
                "Seorang nenek nelayan menemukannya dan membawanya pulang.",
                "Nenek itu menyimpan Keong Mas dalam tempayan.",
                "Kemudian, dia tertidur pulas karena lelah seharian melaut."
            ],
            [
                "Saat dia bangun, dia melihat meja dapurnya telah penuh dengan hidangan lezat.",
                "Meski heran, nenek itu tetap saja memakannya karena lapar.",
                "Nenek itu bertekad untuk menyelidiki, siapa yang menyediakan makanan untuknya.",
                "Ternyata, yang menyediakan adalah Keong Mas."
            ],
            [
                "Keong itu keluar dari tempayan dan menjelma kembali menjadi Candra Kirana.",
                "Candra Kirana lalu menceritakan semua kisahnya.",
                "Nenek itu pun merasa iba.",
                "“Kau boleh tinggal di sini."
            ],
            [
                "Yakinlah, suatu saat Pangeran Inu Kertapati akan menemukanmu.” Nenek benar.",
                "Selama ini, Pangeran Inu Kertapati tak henti-hentinya mencari Candra Kirana.",
                "Namun, seekor burung gagak yang dikirim  oleh nenek sihir, selalu menyesatkan Pangeran.",
                "Burung gagak itu selalu menunjukkan arah yang salah."
            ],
            [
                "Untunglah, ada seorang kakek sakti yang menolong Pangeran.",
                "Kakek itu mengetahui niat si burung gagak untuk menyesatkan Pangeran.",
                "Dalam sekejap, diubahnya si burung gagak menjadi asap.",
                "”Jika kau mencari Candra Kirana, dia ada di sebuah rumah di Desa Dadapan,” kata kakek itu pada Pangeran."
            ],
            [
                "Mendengar hal itu, Pangeran Inu Kertapati tak membuang waktu.",
                "Dia segera menuju desa itu.",
                "Ternyata, kakek sakti itu benar.",
                "Pangeran Inu Kertapati menemukan rumah si nenek di Desa Dadapan."
            ],
            [
                "Nenek itu lalu menunjukkan Keong Mas yang ada di tempayannya.",
                "”Itu Candra Kirana?” tanya Pangeran bingung.",
                "Saat itulah, kutukan dari si nenek sihir lenyap.",
                "Keong Mas berubah wujud menjadi Candra Kirana."
            ],
            [
                "Pangeran Inu Kertapati lalu mengajak Candra Kirana pulang.",
                "Di sana, mereka disambut gembira oleh seluruh rakyat.",
                "Dewi Galuh pun malu.",
                "Dia memeluk Candra Kirana dan meminta maaf."
            ],
            [
                "Dia mengakui bahwa dialah yang meminta nenek sihir untuk melakukan semuanya.",
                "Candra Kirana memaafkan kakaknya.",
                "Berkat kegigihan Pangeran Inu Kertapati, kini Candra Kirana kembali seperti semula.",
                "Mereka berdua lalu menikah dan hidup berbahagia."
            ]
        ]
    },
    {
        "Judul":"Kisah Lembu Sura",
        "paragraf":[
            [
                "Raja Brawijaya dari Majapahit mengadakan sayembara untuk semua pemuda.",
                "Barang siapa yang bisa merentang busur sakti Kyai Garadoksa dan mengangkat gong Kyai Sekardelima, dia akan dijadikan penerus takhta Majapahit dan menikah dengan putrinya yang bernama Dyah Ayu Pusparani.",
                "Ternyata, tak ada yang mampu memenangkan sayembara itu.",
                "Namun, menjelang berakhirnya pertandingan, muncullah seorang pemuda berkepala lembu."
            ],
            [
                "Namanya Lembu Sura.",
                "Dia sanggup menyelesaikan sayembara.",
                "Putri Pusparani terpekik.",
                "Dia tak mau menikah dengan pemuda berkepala lembu."
            ],
            [
                "Dia mencari akal untuk membatalkan pernikahannya.",
                "“Kau sungguh hebat.",
                "Tapi, bolehkah aku meminta mas kawin berupa sumur di puncak Gunung Kelud?",
                "Air dari sumur itu akan kita pergunakan untuk kehidupan kita kelak setelah menikah,” pinta Putri Pusparani."
            ],
            [
                "Dalam hatinya, dia membatin, Lembu Sura tak mungkin mampu melakukannya.",
                "Gunung Kelud adalah gunung berapi.",
                "Tak mungkin ada mata air di dalamnya.",
                "Di luar dugaan, Lembu Sura menyanggupi permintaan itu."
            ],
            [
                "Baginya, itu bukanlah hal yang sulit.",
                "Dia segera menuju ke puncak Gunung Kelud dan mulai menggali.",
                "Putri dan Raden Brawijaya pun ikut untuk menyaksikan.",
                "Saat galiannya mulai dalam, air pun muncul."
            ],
            [
                "Putri Pusparani jadi cemas.",
                "Raja Brawijaya mengetahui kecemasan putrinya itu.",
                "Sebenarnya, Raja Brawijaya juga tak mau jika putrinya menikah dengan manusia berkepala lembu.",
                "Raden Brawijaya mencari akal."
            ],
            [
                "Akhirnya, dia memerintahkan para prajurit untuk menimbun galian itu dengan batu dan tanah.",
                "Mata air yang tadinya muncul, kembali tertutup.",
                "Tak ada air yang mengalir.",
                "Lembu Sura amat marah."
            ],
            [
                "Sekarang dia mengerti bahwa Putri Pusparani memang tak mau menikah dengannya.",
                "Dengan kesaktiannya, dia mengeluarkan sumpah.",
                "“Setiap dua windu sekali, aku akan datang dan merusak kehidupanmu!” lalu Lembu Sura pun menghilang.",
                "Raja Brawijaya dan Putri Pusparani tak bisa berkata apa-apa."
            ],
            [
                "Hingga sekarang, rakyat percaya jika Gunung Kelud meletus, tandanya Lembu Sura sedang membalaskan dendamnya."
            ]
        ]
    },
    {
        "Judul":"Roro Jonggrang",
        "paragraf":[
            [
                "Roro Jonggrang gundah.",
                "Ayahnya, Raja Prambanan, baru saja gugur saat berperang melawan Bandung Bondowoso dari Kerajaan Pengging.",
                "Sekarang, Bandung Bondowoso menguasai Kerajaan Prambanan.",
                "Dia bahkan hendak menjadikan Roro Jonggrang sebagai permaisurinya."
            ],
            [
                "Tentu saja Roro Jonggrang menolak.",
                "Rupanya, penolakan Roro Jonggrang membuat Bandung Bondowoso marah.",
                "Dia lalu mengurung Roro Jonggrang dalam istana, bersama Bi Sumi dan dayang-dayang lain.",
                "Tiap hari, Bandung Bondowoso terus mendesak Roro Jonggrang untuk menikah dengannya."
            ],
            [
                "Lama kelamaan, Roro Jonggrang bosan mendengarnya.",
                "Akhirnya, Roro Jonggrang punya akal.",
                "“Aku bersedia menjadi permaisurimu, tapi ada syaratnya.",
                "Jika kau berhasil memenuhinya, maka aku akan menikah denganmu."
            ],
            [
                "Tapi jika kau gagal, izinkanlah aku pergi dari sini.” Bandung Bondowoso menjawab dengan angkuh.",
                "“Apa pun yang kau minta, pasti akan kuberikan.",
                "Jika sampai aku gagal, kau tak usah pergi dari sini.",
                "Aku akan mengembalikan kerajaan ini padamu.” Roro Jonggrang tersenyum, “Jika begitu, buatkan aku seribu buah candi dalam semalam."
            ],
            [
                "Semuanya harus jadi sebelum matahari terbit,” pintanya mantap.",
                "Bandung Bondowoso terhenyak.",
                "“Seribu candi dalam semalam?” Namun, tak berapa lama kemudian, dia kembali tertawa pongah, “Aku pasti berhasil memenuhi permintaanmu.”  Bandung Bondowoso lalu meminta tolong pada pasukan jin.",
                "Tentu saja seribu candi dalam semalam bukan hal yang sulit bagi mereka."
            ],
            [
                "Dalam waktu singkat, bangunan candi mulai tampak.",
                "Roro Jonggrang yang mengintip dari kamarnya mulai gelisah.",
                "Bi, kita harus melakukan sesuatu!",
                "Lihatlah, candinya hampir siap,” kata Roro Jonggrang panik."
            ],
            [
                "Bi Sumi pun ikut panik saat mengintip.",
                "”Hamba punya akal.",
                "Ayo, ikuti hamba,” seru Bi Sumi tiba-tiba.",
                "Mereka berdua lalu menyelinap ke luar kamar dan menuju ke kamar dayang-dayang lain yang letaknya tak jauh dari kamar mereka."
            ],
            [
                "Bi Sumi memerintahkan para dayang dan pengawal istana yang setia untuk mengumpulkan jerami.",
                "”Untuk apa, Bi?” bisik Roro Jonggrang.",
                "Bi Sumi menempelkan telunjuknya di bibir.",
                "”Kita akan membakar jerami ini, sehingga langit terkesan merah, pertanda matahari sudah terbit.” Setelah jeraminya terkumpul cukup banyak, Bi Sumi membakarnya."
            ],
            [
                "Dia juga memerintahkan para dayang untuk menumbuk lesung.",
                "Suara lesung yang bertalu-talu, ditambah semburat api yang memerah di langit, membuat suasananya mirip pagi hari.",
                "Ayam jantan pun tertipu dan berkokok keras-keras.",
                "”Kukuruyukk..."
            ],
            [
                "kukuruyukkk...” Mendengar kokok ayam jantan, Bandung Bondowoso dan pasukan jin terkejut.",
                "Mereka melihat ke langit.",
                "”Wah, ternyata hari sudah pagi.",
                "Kami harus pergi!” teriak para jin sambil meninggalkan tempat itu."
            ],
            [
                "Bandung Bondowoso memandang candi-candi di hadapannya.",
                "Dia yakin, jumlahnya sudah seribu buah.",
                "”Roro Jonggrang tak akan bisa mengelak,” Bandung Bondowoso mencari Roro Jonggrang.",
                "Roro Jonggrang menghitung candi-candi yang sudah selesai."
            ],
            [
                "“997, 998, 999, dan...",
                "jumlahnya kurang satu!” pekik Roro Jonggrang Bandung Bondowoso tak percaya.",
                "Dia lalu menghitung sendiri jumlah candinya.",
                "Ternyata memang benar, hanya 999 buah."
            ],
            [
                "Bandung Bondowoso amat kecewa dan marah.",
                "”Aku tak pernah kalah!",
                "Apa pun yang kuinginkan, pasti kudapatkan.",
                "Jika aku mau seribu candi, maka aku akan mendapatkannya.” ”Tapi, jumlahnya memang kurang satu."
            ],
            [
                "Kau harus menepati janjimu,” Roro Jonggrang ketakutan melihat amarah Bandung Bondowoso.",
                "Bandung Bondowoso menyeringai.",
                "”Jika begitu, kau saja yang melengkapi jumlah candi ini.",
                "Jadilah kau candi keseribu!” Dengan kesaktiannya, Bandung Bondowoso berhasil mengubah Roro Jonggrang menjadi patung batu."
            ],
            [
                "Patung itulah yang melengkapi jumlah candi menjadi seribu buah.",
                "Sampai sekarang, candi-candi tersebut masih berdiri dengan megah di wilayah Prambanan, dan disebut dengan Candi Sewu."
            ]
        ]
    },
    {
        "Judul":"Suri Ikun dan Dua Ekor Burung",
        "paragraf":[
            [
                "Suri Ikun adalah anak bungsu dari tujuh bersaudara.",
                "Suatu malam, bersama enam orang kakaknya, dia menjaga kebun ayahnya dari serangan babi hutan.",
                "Sebenarnya, kakak-kakaknya tak suka dengan tugas itu.",
                "Mereka adalah anak-anak pemalas."
            ],
            [
                "Namun, karena tak mau membantah ayahnya, mereka berangkat juga.",
                "”Kau saja yang menjaga kebun.",
                "Aku tak mau,” kata Kakak Pertama pada Suri Ikun.",
                "”Iya, tapi awas ya, jangan bilang pada Ayah,” timpal Kakak Kedua."
            ],
            [
                "Suri Ikun tak keberatan.",
                "Dia rela dan ikhlas membantu ayahnya.",
                "Malam itu, Suri Ikun mulai berjaga.",
                "Meski mengantuk, dia berusaha keras untuk tetap terjaga."
            ],
            [
                "Akhirnya yang ditunggu-tunggu datang juga.",
                "Seekor babi hutan yang gemuk datang.",
                "Dengan sigap, Suri Ikun mengambil anak panahnya dan membidik babi hutan itu.",
                "Bidikannya tepat mengenai sasaran."
            ],
            [
                "Babi hutan itu pun mati.",
                "”Wah, kau hebat sekali, Suri Ikun!” kata ayahnya ketika Suri Ikun melaporkan keberhasilannya.",
                "Mendengar pujian ayahnya, keenam kakak Suri Ikun pun jadi iri.",
                "Mereka semakin tak suka pada adik bungsunya itu."
            ],
            [
                "Suatu hari, mereka bertujuh berjalan-jalan di hutan.",
                "Di sana, mereka asyik makan buah-buahan yang jatuh dari pohonnya.",
                "Sementara itu, Suri Ikun asyik mengejar-ngejar hewan buruan.",
                "Dia terus berlari, hingga tak sadar kakak-kakaknya meninggalkannya."
            ],
            [
                "Hari semakin sore dan gelap.",
                "Suri Ikun bermaksud untuk pulang.",
                "Saat itulah dia sadar bahwa dia sendirian.",
                "”Kakak..."
            ],
            [
                "kakak...",
                "di mana kalian?” teriaknya.",
                "Namun, tak ada jawaban.",
                "Tiba-tiba, terdengar suara tawa yang mengerikan."
            ],
            [
                "Suri Ikun menoleh.",
                "Ternyata, suara itu berasal dari hantu-hantu yang bertengger di atas pohon.",
                "“Ayo teman-teman, kita tangkap anak muda ini!” kata salah satu hantu.",
                "”Tapi dia terlalu kurus,” jawab hantu yang lain."
            ],
            [
                "”Jika begitu, kita kurung saja dulu dia dalam gua.",
                "Kita beri makanan yang banyak supaya dia cepat gemuk,” kata hantu yang lain lagi.",
                "Tanpa kesulitan, hantu-hantu itu menangkap Suri Ikun.",
                "Sekarang, Suri Ikun dikurung di dalam gua yang gelap."
            ],
            [
                "Hanya ada sedikit celah untuk mengintip, tetapi Suri Ikun tak mungkin melarikan diri.",
                "Hantu-hantu itu bergantian menjaganya.",
                "Suatu siang, ada dua ekor burung yang masuk melalui celah di gua itu.",
                "Rupanya, sayap keduanya patah."
            ],
            [
                "Mereka tak dapat terbang jauh.",
                "Suri Ikun pun merawat kedua burung tadi.",
                "Tak lupa, dia juga menyembunyikan mereka jika hantu-hantu itu datang untuk memberinya makan.",
                "Berkat Suri Ikun, kedua burung itu sembuh."
            ],
            [
                "”Anak Muda, kami tahu bahwa kau ingin sekali lolos dari gua ini.",
                "Percayalah, kami akan membantumu,” kata mereka sebelum berpamitan.",
                "Setelah itu, mereka terbang ke luar gua.",
                "Tak lama kemudian, terdengar suara gaduh."
            ],
            [
                "Rupanya kedua burung tadi datang mengajak teman-temannya.",
                "Mereka menyerang para hantu yang mengurung Suri Ikun.",
                "Hantu-hantu itu dipatuk dan dicakar sehingga tak bisa bergerak.",
                "Suri Ikun akhirnya bebas."
            ],
            [
                "Burung-burung itu bahu-membahu menyingkirkan batu besar yang menutup gua.",
                "”Sekarang, kau sudah bebas.",
                "Kami akan mengajakmu ke suatu tempat yang bisa kau tinggali selamanya,” kata kedua ekor burung kecil.",
                "Suri Ikun kemudian diajak terbang dengan menaiki salah satu burung yang besar."
            ],
            [
                "Mereka melewati hutan, gunung, dan bahkan menyeberang lautan.",
                "Ternyata, Suri Ikun dibawa ke sebuah kerajaan.",
                "Sebuah istana mungil yang cantik telah disediakan untuk tempat tinggalnya.",
                "Suri Ikun lalu memimpin kerajaan kecilnya dengan adil dengan bijaksana."
            ],
            [
                "Sampai akhir hayatnya, Suri Ikun dikenal sebagai raja yang baik hati."
            ]
        ]
    },
    {
        "Judul":"Batu Golog",
        "paragraf":[
            [
                "Di daerah Padamara, Nusa Tenggara Barat, ada sepasang suami istri yang amat miskin.",
                "Nama mereka adalah Amaq Lembain dan Inaq Lembain.",
                "Mereka memiliki dua orang anak.",
                "Untuk mencukupi kebutuhan sehari-hari, mereka berjalan berdua mengelilingi desa, menawarkan tenaga pada orang yang membutuhkan bantuan."
            ],
            [
                "Suatu hari, seperti biasa Amaq Lembain dan Inaq Lembain pergi berkeliling.",
                "Kedua anaknya pun diajak ikut serta.",
                "Setelah seharian berkeliling, akhirnya Amaq Lembain mendapat pekerjaan.",
                "Seseorang memintanya untuk membantu mendirikan tembok rumah."
            ],
            [
                "Sekarang, tinggallah Inaq Lembain yang masih harus mencari pekerjaan.",
                "Sambil menggandeng kedua anaknya, dia mendatangi setiap rumah.",
                "Syukurlah, tak lama kemudian Inaq Lembain mendapat pekerjaan sebagai penumbuk padi.",
                "Nanti, dia akan mendapat upah berupa sekantong beras."
            ],
            [
                "Inaq Lembain bekerja dengan penuh semangat.",
                "Sekantong beras amat berharga baginya.",
                "Sebelum mulai bekerja, Inaq Lembain berkata pada kedua anaknya.",
                "”Duduklah dengan tenang."
            ],
            [
                "Ibu hendak bekerja dulu.",
                "Kalian jangan ke mana-mana, ya?” Lalu, dia mendudukkan kedua anaknya pada sebuah batu ceper, tak jauh dari tempatnya menumbuk padi.",
                "Batu ceper itu biasa disebut dengan batu golog.",
                "Saat sedang sibuk menumbuk padi, terdengar suara kedua anaknya riuh memanggil."
            ],
            [
                "”Ibu...",
                "ibu...",
                "lihatlah kami!” Inaq Lembain tak memedulikan panggilan anak-anaknya.",
                "Dia terus menumbuk."
            ],
            [
                "Dia tak tahu, bahwa kedua anaknya memanggilnya karena telah terjadi keanehan pada batu yang mereka duduki.",
                "Batu itu diam-diam bergerak naik ke atas, makin lama makin tinggi.",
                "“Ibu, ibu...",
                "lihatlah kami!” teriak anak-anak itu lagi."
            ],
            [
                "“Sssttt...",
                "diamlah, jangan ganggu ibu!”sahut Inaq Lembain tanpa menoleh sedikitpun pada anak-anaknya.",
                "Lama-kelamaan, batu itu semakin tinggi.",
                "Kedua anak itu pun ketakutan."
            ],
            [
                "Mereka kembali berteriak, “Ibu...",
                "ibu...",
                "batu ini bergerak naik.",
                "Kami takut, Bu!” Kedua anak itu terus berteriak-teriak, tetapi Inaq Lembain terus menumbuk sampai akhirnya suara anak-anak itu semakin kecil dan jauh."
            ],
            [
                "Saat itulah Inaq Lembain menoleh.",
                "Alangkah paniknya dia ke melihat anak-anaknya sudah tinggi di langit.",
                "Inaq Lembain kebingungan, dia lalu menangis dan memohon pada Tuhan agar anak-anaknya selamat.",
                "Inaq Lembain lalu melempar selendang yang dia kenakan."
            ],
            [
                "Ajaib, selendang itu mampu memecah batu golog tersebut menjadi tiga bagian.",
                "Sayangnya, kedua anaknya telah berubah menjadi dua ekor burung.",
                "Yang sulung menjadi burung kekuwo, dan yang bungsu menjadi burung kelik.",
                "Inaq Lembain amat menyesal."
            ],
            [
                "Meski demikian, dia tetap membawa kedua burung itu pulang dan merawatnya.",
                "Konon, ketiga bagian batu golog yang terbelah itu terlempar ke tiga daerah.",
                "Daerah-daerah tersebut sekarang bernama Desa Gembong, Dasan Batu, dan Montong Teker.",
                ""
            ]
        ]
    },
    {
        "Judul":"Buaya Perompak",
        "paragraf":[
            [
                "Dulu, di Sungai Tulang Bawang, ada buaya yang suka menculik penduduk desa.",
                "Namanya Buaya Perompak.",
                "Banyak manusia yang hilang begitu saja saat mandi atau mencuci di sungai itu.",
                "Suatu hari, Aminah mencuci baju di sungai itu."
            ],
            [
                "Dia sendirian saja.",
                "Sepertinya, dia lupa bahwa Buaya Perompak selalu siap menyergap.",
                "Dan, ternyata benar.",
                "Tiba-tiba, Buaya Perompak muncul."
            ],
            [
                "Aminah menjerit, lalu pingsan karena ketakutan.",
                "Saat dia sadar, dia melihat ke sekelilingnya.",
                "“Di mana aku?",
                "Ibu… Ibu...” panggil Aminah lemah."
            ],
            [
                "“Ah...",
                "rupanya kau sudah sadar.” Buaya Perompak ada di hadapannya.",
                "Meski ketakutan, Aminah berusaha tenang.",
                "”Sekarang, kau berada di dasar sungai, di gua kediamanku."
            ],
            [
                "Tak ada seorang pun yang bisa menolongmu,” kata Buaya Perompak sambil menyeringai lebar.",
                "Aminah menggigil.",
                "“Kau akan memakanku?” Buaya Perompak menggeleng.",
                "“Aku hanya butuh teman."
            ],
            [
                "Sebagai imbalannya, aku akan memberimu emas berlian itu,” kata Buaya Perompak menunjuk sekotak peti di ujung gua.",
                "Aminah tak bisa menolak.",
                "Selain itu, dia tak tahu bagaimana caranya untuk pulang.",
                "Maka, dia pun berusaha menjadi teman Buaya Perompak."
            ],
            [
                "Namun, diam-diam Aminah mencari akal untuk keluar dari gua itu.",
                "Dia tak mau selamanya terkurung di sana.",
                "Dia rindu pada ibu dan keluarganya.",
                "Aminah berusaha mengorek keterangan dari Buaya Perompak."
            ],
            [
                "”Dari mana kau mendapat semua perhiasan ini?",
                "Semuanya bagus.” Aminah berpura-pura mengagumi sebuah kalung mutiara.",
                "”Aku merampoknya dari orang-orang kaya.",
                "Dulu, aku berwujud manusia biasa."
            ],
            [
                "Namun, sejak aku terkena kutukan, aku berubah menjadi seperti ini.” ”Pantas saja kau bisa bicara.",
                "Lalu, dari mana kau mendapatkan makanan?",
                "Tiap hari kau menyediakan makanan lezat untukku,” tanya Aminah lagi.",
                "”Ah, itu gampang."
            ],
            [
                "Tiap bulan purnama tiba, aku berubah wujud kembali menjadi manusia.",
                "Aku akan menjual sedikit perhiasanku untuk kutukar dengan bahan makanan,” Buaya Perompak menyeringai bangga.",
                "Lalu, tanpa curiga, Buaya Perompak melanjutkan bicaranya.",
                "”Aku keluar melalui terowongan di balik gua ini."
            ],
            [
                "Terowongan itu langsung tembus ke pasar.” Sekarang, Aminah tahu jalan keluar dari gua itu.",
                "Dia lalu menunggu Buaya Perompak lengah.",
                "Saat yang ditunggu Aminah tiba.",
                "Buaya Perompak tidur pulas."
            ],
            [
                "Dia lupa menutup pintu gua.",
                "Aminah segera lari ke balik gua, dan benar, ada terowongan di sana.",
                "Aminah berlari menyusuri terowongan.",
                "Tak lama kemudian, dia melihat seberkas cahaya."
            ],
            [
                "Ternyata, dia sudah sampai di ujung terowongan.",
                "Aminah berhasil menyelamatkan diri!",
                "Setibanya di rumah, Aminah disambut oleh ayah dan ibunya.",
                "Mereka tak menyangka bahwa Aminah masih hidup."
            ],
            [
                "Kisah Aminah semakin mengingatkan penduduk desa agar berhati- hati jika mencuci di Sungai Tulang Bawang."
            ]
        ]
    },
    {
        "Judul":"Si Pahit Lidah",
        "paragraf":[
            [
                "Serunting iri pada Aria Tebing, adik istrinya.",
                "Ladang milik Aria Tebing selalu subur, sedangkan ladangnya sendiri kering kerontang.",
                "Padahal, letak ladang mereka bersebelahan.",
                "Serunting curiga, Aria Tebing berbuat curang padanya."
            ],
            [
                "Maka, dia pun mengajak Aria Tebing berduel.",
                "Sayangnya, Serunting kalah.",
                "Karena malu, dia pun pergi meninggalkan desanya dan menuju ke Gunung Siguntang.",
                "Di gunung itu, Serunting rajin bertapa dan berlatih ilmu bela diri."
            ],
            [
                "Suatu hari, ada bisikan gaib di telinganya.",
                "”Maukah kau memiliki kesaktianku?",
                "Jika ya, bertapalah di bawah pohon bambu sampai seluruh tubuhmu tertutup oleh daunnya.” Serunting pun menurut, dan setelah dua tahun, tubuhnya pun tertutup oleh daun bambu.",
                "Serunting mendapatkan kesaktian yang dijanjikan, yaitu mampu mengutuk apa pun yang ditemuinya."
            ],
            [
                "Karena kesaktiannya itu, dia amat ditakuti.",
                "Orang-orang menjulukinya ”si Pahit Lidah”.",
                "Serunting pun menjadi orang yang sombong dan semena-mena.",
                "Jika dia tak menyukai seseorang, dia tak segan mengutuknya menjadi batu!"
            ],
            [
                "Tahun demi tahun berlalu, Serunting rindu pada istrinya.",
                "Dia berkemas dan berjalan pulang.",
                "Sepanjang perjalanan, Serunting masih semena-mena.",
                "Orang-orang yang bertemu dengannya segera menyingkir."
            ],
            [
                "Mereka takut terkena kutukan si Pahit Lidah.",
                "Karena lelah berjalan, Serunting pun beristirahat.",
                "Namun, dia melihat di sekitarnya amat tandus.",
                "Tak ada sebatang pohon pun yang bisa dijadikannya tempat berteduh."
            ],
            [
                "Serunting tak sengaja berkata, ”Aku mau tempat ini penuh dengan pepohonan.” Dalam sekejap, suasana di sekitar Serunting menjadi teduh.",
                "Banyak pohon besar yang rindang.",
                "Orang- orang pun mengikuti Serunting beristirahat di bawah pepohonan.",
                "Diam-diam, Serunting merasa senang."
            ],
            [
                "Setelah cukup beristirahat, Serunting melanjutkan perjalanannya lagi.",
                "Lalu dia bertemu dengan sepasang kakek nenek renta yang sedang menebang pohon.",
                "”Mengapa mereka masih harus bekerja keras di usia setua itu?” batinnya.",
                "Serunting lalu menghampiri mereka."
            ],
            [
                "Ternyata mereka tak punya anak.",
                "Serunting pun iba.",
                "Dia lalu menawarkan apakah mereka mau memiliki anak.",
                "Kakek dan nenek itu pun tak menolak."
            ],
            [
                "Serunting lalu berucap, ”Aku mau kakek dan nenek ini memiliki dua anak.” Sesudah berkata demikian, terdengarlah suara bayi menangis dari dalam rumah.",
                "Lalu, muncullah seorang anak laki-laki dari rumah dengan menggendong seorang bayi perempuan.",
                "Kakek dan nenek itu amat bahagia.",
                "Mereka tak henti-hentinya mengucapkan terima kasih pada Serunting."
            ],
            [
                "Serunting sangat bahagia.",
                "Dia menyadari betapa menyenangkan melihat orang- orang berbahagia daripada melihat mereka ketakutan.",
                "Serunting kemudian bertekad menggunakan kesaktiannya untuk hal-hal yang baik, bukan untuk mencelakai orang."
            ]
        ]
    },
    {
        "Judul":"Sari Bulan",
        "paragraf":[
            [
                "Datu Panda'i adalah putra mahkota sebuah kerajaan di Sumbawa.",
                "Suatu hari, dia bermimpi menikahi seorang gadis yang bernama Sari Bulan.",
                "Saat terbangun, dia bertekad untuk menemukan gadis dalam mimpinya itu.",
                "Dia lalu berpamitan pada ayahnya."
            ],
            [
                "Meski berat hati, ayahnya mengizinkan Datu Panda'i pergi.",
                "Dengan menaiki kapal, Datu Panda'i meninggalkan kerajaan ditemani beberapa pengawal.",
                "Setelah lama berlayar, kapal mereka berlabuh di sebuah pulau kecil.",
                "Datu Panda'i dan para pengawalnya pun turun, mencari air minum dan menyegarkan diri."
            ],
            [
                "Saat itulah, mereka melihat sekelompok wanita cantik sedang bersenda gurau di pinggir sebuah sungai.",
                "Salah satu di antara mereka memanggil temannya, ”Sari Bulan, kemarilah!” Datu Panda'i terkesiap.",
                "Wanita yang dipanggil Sari Bulan itu benar-benar persis seperti wanita dalam mimpinya.",
                "Datu Panda'i kemudian memberanikan diri untuk menemui orangtua Sari Bulan dan mengutarakan niatnya menikahi Sari Bulan."
            ],
            [
                "Setelah menikah, Datu Panda'i dan Sari Bulan hidup rukun.",
                "Bahkan, mereka sedang menantikan kelahiran anak pertama mereka.",
                "Sekarang, Datu Panda'i berniat mengajak istrinya pulang ke kerajaannya.",
                "Sebelum mereka naik kapal, ayah Sari Bulan berpesan agar Datu Panda'i menjaga Sari Bulan yang sedang hamil tua."
            ],
            [
                "”Jangan singgah ke Pulau Dewa.",
                "Di sana banyak makhluk yang bisa mencelakakan istrimu.” Saat kapal sudah jauh berlayar, tiba-tiba saja Sari Bulan mengidam makan daging menjangan.",
                "Datu Panda'i pun tak tega mendengar rengekan istrinya.",
                "Dia memutuskan untuk singgah di pulau terdekat dan berburu menjangan."
            ],
            [
                "Sayangnya, tanpa dia sadari, pulau itu adalah Pulau Dewa.",
                "Saat Datu Panda'i dan para pengawal pergi berburu menjangan, para makhluk jahat yang ada di Pulau Dewa mulai gelisah.",
                "Salah satunya adalah Kunti, makhluk jahat yang berwajah mengerikan.",
                "Kunti naik ke kapal dan menyerang Sari Bulan."
            ],
            [
                "Sari Bulan pun tercebur ke lautan.",
                "Untunglah, Tuhan masih melindunginya.",
                "Bajunya tersangkut pada kemudi di dalam air, sehingga dia tidak tenggelam.",
                "Sementara itu, Datu Panda'i terkejut melihat keadaan kapal yang porak poranda."
            ],
            [
                "Saat melihat Kunti yang berwajah mengerikan, dia berteriak, ”Oh, pasti istriku terkena kutukan.",
                "Ya Tuhan, aku tak sadar, pulau ini adalah Pulau Dewa!” Saat tiba di kerajaan, Datu Panda'i dinobatkan menjadi raja dan Kunti pun menjadi permaisuri.",
                "Sebagai permaisuri, tingkahnya amat sombong dan gila hormat.",
                "Sementara itu, Sari Bulan yang tersangkut di kemudi kapal diselamatkan oleh kerang raksasa."
            ],
            [
                "Kerang itulah yang membawanya ke daratan, ke kerajaan Datu Panda'i.",
                "Sayangnya, mata Sari Bulan buta.",
                "Terlalu lama di laut menyebabkan biji matanya dimangsa oleh ikan.Setibanya di daratan, Sari Bulan langsung melahirkan bayi laki-laki yang diberi nama Aipad.",
                "Mereka berdua hidup menumpang pada pasangan suami istri bernama Tangko."
            ],
            [
                "Suatu hari, Tangko pulang membawa seekor ikan.",
                "Saat membantu membersihkan perut ikan, Aipad menemukan kedua biji mata ibunya.",
                "Kini, Sari Bulan bisa melihat kembali.",
                "Sari Bulan lalu mengajak Aipad untuk pergi ke kerajaan, menemui Datu Panda'i."
            ],
            [
                "Alangkah terkejutnya Datu Panda'i ketika melihat Sari Bulan.",
                "”Istriku?",
                "Lalu siapakah permaisuriku selama ini?",
                "Apakah Aipad adalah anakku?” tanyanya beruntun."
            ],
            [
                "Sari Bulan lalu menceritakan kejadian yang dialaminya.",
                "Alangkah gusarnya Datu Panda'i.",
                "Dia lalu memerintahkan pengawalnya untuk menangkap Kunti dan mengirimkannya kembali ke Pulau Dewa.",
                "Sejak saat itu, mereka bertiga hidup bahagia."
            ]
        ]
    },
    {
        "Judul":"Telaga Warna",
        "paragraf":[
            [
                "Dahulu kala di Jawa Barat, ada Raja dan Permaisuri yang belum juga dikaruniai keturunan.",
                "Padahal, mereka sudah bertahun-tahun menunggu.",
                "Raja akhirnya memutuskan untuk pergi bertapa ke hutan.",
                "Di sana, beliau juga terus berdoa pada Yang Maha Kuasa agar memberikan seorang anak pada mereka."
            ],
            [
                "Doa mereka akhirnya terkabul, Raja dan Permaisuri dikaruniai seorang putri yang elok.",
                "Tak hanya mereka berdua yang gembira, seluruh rakyat juga bersuka cita menyambut kelahiran Putri.",
                "Raja dan Permaisuri menyayangi dan memanjakan putrinya.",
                "Segala keinginannya pasti dituruti."
            ],
            [
                "Tak terasa, Putri tumbuh menjadi gadis yang cantik.",
                "Sebentar lagi, dia akan berulang tahun ketujuh belas.",
                "Raja akan mengadakan pesta besar-besaran dan semua rakyat diundang ke pesta itu.",
                "Raja dan Permaisuri menyiapkan hadiah istimewa untuk Putri."
            ],
            [
                "Hadiah itu adalah kalung yang diuntai dari permata warna-warni.",
                "Kalung itu amat indah.",
                "Saat pesta berlangsung, Raja menyerahkan kalung itu.",
                "“Ini hadiah dari kami."
            ],
            [
                "Kau pasti menyukainya.",
                "Lihat, indah sekali bukan?” Raja pun bersiap mengalungkan kalung itu ke leher sang putri.",
                "Namun, di luar dugaan, Putri menolak mengenakan kalung itu.",
                "“Aku tak suka kalung ini, Ayah,” tolaknya."
            ],
            [
                "Raja dan Permaisuri saling berpandangan.",
                "Permaisuri lalu berusaha membujuk putrinya dengan lembut.",
                "Beliau mendekat dan hendak memakaikan kalung itu ke leher Putri.",
                "“Aku tidak mau!"
            ],
            [
                "Aku tak suka kalung itu!” teriak sang Putri sambil menepis tangan Permaisuri.",
                "Tak sengaja, kalung itu pun terjatuh.",
                "Permatanya tercerai-berai berjatuhan di lantai.",
                "Rakyat yang hadir terpana melihat kejadian ini."
            ],
            [
                "Permaisuri amat sedih.",
                "Beliau lalu terduduk dan menangis.",
                "Mendengar tangisannya yang menyayat hati, beberapa wanita yang hadir di pesta itu ikut menangis.",
                "Para pria akhirnya juga turut menangis."
            ],
            [
                "Seluruh rakyat yang hadir menangis.",
                "Mereka sedih melihat tingkah laku Putri yang mereka sayangi.",
                "Tak disangka, air mata yang tumpah ke lantai berubah menjadi aliran air yang cukup deras dan menghanyutkan permata-permata yang berserakan di lantai.",
                "Air itu mengalir ke luar istana dan membentuk sebuah danau yang luas."
            ],
            [
                "Anehnya, air danau itu berwarna-warni seperti warna permata yang ada di kalung putri.",
                "Danau tersebut kini dikenal dengan nama Telaga Warna."
            ]
        ]
    },
    {
        "Judul":"Cindelaras",
        "paragraf":[
            [
                "Cindelaras adalah seorang pemuda yang tinggal bersama ibunya di sebuah hutan terpencil.",
                "Jika melihat perawakannya yang gagah dan parasnya yang tampan, rasanya tak pantas dia tinggal di hutan.",
                "Dia lebih cocok tinggal di istana.",
                "Sebenarnya, Cindelaras memang seorang pangeran."
            ],
            [
                "Ayahnya adalah Raden Putra, raja Kerajaan Jenggala.",
                "Namun, ibu Cindelaras merahasiakan hal ini kepada putranya.",
                "Meski tinggal di hutan, Cindelaras tak kesepian.",
                "Dia bersahabat dengan semua binatang yang ada."
            ],
            [
                "Suatu hari, seekor burung rajawali menghadiahinya sebutir telur ayam.",
                "Cindelaras amat senang dan menghangatkan telur itu supaya bisa menetas dengan baik.",
                "Selang beberapa minggu, telur itu pun menetas.",
                "Dengan sabar, Cindelaras memelihara anak ayamnya."
            ],
            [
                "Dia tak pernah lupa memberi makan dan memandikannya.",
                "Sekarang, anak ayam itu telah menjadi ayam jantan yang besar dan kuat.",
                "Namun, ada yang aneh pada ayam itu.",
                "Saat berkokok, ayam itu mengeluarkan suara, ”Kukuruyukk..."
            ],
            [
                "tuanku Cindelaras, wajahnya tampan rupawan, rumahnya di hutan rimba, ayahnya Raden Putra.” Rupanya, ayam jantan ini adalah ayam jantan ajaib!",
                "Karena penasaran, Cindelaras bertanya pada ibunya, ”Benarkah Raden Putra adalah ayahku?” Ibunya akhirnya menceritakan kejadian bertahun-tahun yang lalu.",
                "Raden Putra mengusir ibu Cindelaras dari istana karena dituduh telah meracuni adik Raden Putra.",
                "Saat itu, Raden Putra tak tahu bahwa ibu Cindelaras sedang mengandung."
            ],
            [
                "Mendengar cerita ibunya, Cindelaras bertekad untuk menemui Raden Putra.",
                "Setelah menempuh perjalanan jauh, Cindelaras akhirnya sampai di Kerajaan Jenggala.",
                "”Aku ingin mengadu ayamku dengan ayam Raden Putra,” kata Cindelaras pada para pengawal.",
                "Raden Putra pun menemui Cindelaras."
            ],
            [
                "Saat melihat Cindelaras, Raden Putra terkesiap.",
                "Beliau merasa mengenal wajah itu.",
                "“Siapa kau?",
                "Berani sekali menantang ayamku."
            ],
            [
                "Apa yang akan kau berikan padaku jika ayammu kalah?” tantang Raden Putra.",
                "Cindelaras menunduk hormat, “Hamba akan mengabdikan seluruh hidup hamba pada Kerajaan Jenggala.” Raden Putra setuju.",
                "Cindelaras pun mengeluarkan si ayam jantan dari keranjang yang dizinjingnya.",
                "Begitu keluar, ayam Cindelaras langsung berkokok seperti biasanya."
            ],
            [
                "”Kukuruyuukk...",
                "tuanku Cindelaras, wajahnya tampan rupawan, rumahnya di hutan rimba, ayahnya Raden Putra.” Semua yang ada di situ terkejut.",
                "Wajah Raden Putra memucat.",
                "”Siapakah dirimu sebenarnya?"
            ],
            [
                "Mengapa ayam ini berkata bahwa kau adalah putraku?” Cindelaras pun menjelaskan siapa dirinya dan Raden Putra terduduk mendengarnya.",
                "”Astaga, aku telah menyia-nyiakan anakku sendiri!” sesalnya.",
                "Raden Putra memandang Cindelaras, ”Anakku, maukah kau memaafkan kesalahan ayahmu ini?” Cindelaras mengangguk mantap.",
                "Raden Putra lega dan beliau memerintahkan para pengawal untuk menjemput ibu Cindelaras dari hutan."
            ],
            [
                "Sebenarnya, setelah mengusir ibu Cindelaras, Raden Putra menyadari bahwa dia telah melakukan kesalahan.",
                "Namun, dia tidak dapat menemukan istrinya.",
                "Ibu Cindelaras seperti lenyap ditelan bumi.",
                "Sekarang, berkat ayam jantan Cindelaras, mereka semua dapat berkumpul kembali dan hidup berbahagia."
            ]
        ]
    },
    {
        "Judul":"Kebo Iwa",
        "paragraf":[
            [
                "Dahulu, hiduplah seorang anak laki-laki yang memiliki nafsu makan sangat besar.",
                "Namanya Kebo Iwa, artinya Paman Kerbau.",
                "Dia dinamai seperti itu, karena dia terus makan seperti kerbau.",
                "Begitu banyak makannya, badannya pun menjadi besar dan kuat."
            ],
            [
                "Sekarang, Kebo Iwa menjadi pemuda yang tangguh.",
                "Dia bekerja sebagai penjaga keamanan di desanya.",
                "Dengan badannya yang besar, dia mudah mengalahkan siapa saja yang hendak mengganggu desanya.",
                "Karena kehebatannya, Raja Bedahulu mengangkatnya menjadi patih kerajaan."
            ],
            [
                "Kebo Iwa amat tersanjung.",
                "Lalu, dia pun mengucap sumpah.",
                "”Selama Hamba masih bernapas, Pulau Bali tak akan pernah dikuasai oleh siapa pun.” Ucapannya terbukti.",
                "Sejak Kebo Iwa menjadi patih, Kerajaan Majapahit yang selalu menyerang Bali, tak berani lagi mengganggu."
            ],
            [
                "Patih Kerajaan Majapahit yang bernama Gajah Mada menjadi gelisah.",
                "Dari dulu, dia memiliki tekad untuk menyatukan seluruh nusantara.",
                "Dia bahkan bersumpah untuk tidak memakan buah palapa jika tekadnya itu belum tercapai.",
                "Sumpah itu dikenal dengan Sumpah Palapa."
            ],
            [
                "Dengan adanya Kebo Iwa, dia tak bisa menyerang Bali.",
                "Dia mencari akal.",
                "Dia mengundang Kebo Iwa untuk datang ke jamuan makan di Kerajaan Majapahit.",
                "Di Majapahit, Kebo Iwa disambut dengan meriah."
            ],
            [
                "Patih Gajah Mada sendiri yang menyambutnya.",
                "Setelah makan, Patih Gajah Mada bertanya pada Kebo Iwa.",
                "”Sebagai tanda perdamaian di antara kita, maukah kau membantu kami?” Patih Gajah Mada lalu menjelaskan bahwa Majapahit kekurangan air.",
                "Dia meminta bantuan Kebo Iwa untuk menggali sumur raksasa."
            ],
            [
                "Kebo Iwa dengan senang hati mengiyakan permintaan itu.",
                "Ternyata itu hanya jebakan!",
                "Saat Kebo Iwa berada di dalam tanah dan menggali, tiba-tiba saja pasukan Majapahit menutup lubang itu dengan tanah dan batu.",
                "Tentu saja Kebo Iwa marah."
            ],
            [
                "Sekuat tenaga, dia melempar balik batu-batu itu dan melesat keluar dari lubang sumur.",
                "Kebo Iwa lalu bertarung melawan Patih Gajah Mada.",
                "”Menyerahlah, Patih Kebo Iwa.",
                "Niat kami hanya ingin mempersatukan nusantara!” teriak Patih Gajah Mada."
            ],
            [
                "Kebo Iwa tak peduli.",
                "Mereka terus bertarung, sampai akhirnya mereka kelelahan.",
                "”Pertempuran ini sia-sia.",
                "Aku akan terus berusaha menguasai Bali."
            ],
            [
                "Niatku bukan untuk menjajah, tapi untuk mempersatukan nusantara ini!” kata Patih Gajah Mada.",
                "Melihat kegigihan Patih Gajah Mada, Kebo Iwa pun bimbang.",
                "”Aku tak bisa menyerah.",
                "Aku sudah bersumpah menjaga Bali selama aku masih bernapas,” jawab Kebo Iwa."
            ],
            [
                "Kebo Iwa lalu menunjuk gunung kapur di seberang pulau.",
                "”Kau tak akan bisa membunuhku.",
                "Aku punya kesaktian.",
                "Namun, jika kau bisa menghancurkan gunung kapur itu, dan mengoleskan sedikit ke kepalaku, maka kesaktianku akan hilang.” Meski heran dengan pernyataan Kebo Iwa, Patih Gajah Mada melesat menuju gunung itu."
            ],
            [
                "Dia kembali membawa segenggam kapur dan mengoleskannya ke kepala Kebo Iwa.",
                "Kebo Iwa langsung lemas tak bertenaga.",
                "Dengan mudah, Patih Gajah Mada mengalahkannya.",
                "”Tidak apa-apa, kematianku membawa kebaikan bagi kita semua,” ucap Kebo Iwa sebelum meninggal."
            ],
            [
                "Patih Gajah Mada memeluk jasad Kebo Iwa.",
                "Dia kagum dengan jiwa kesatria Kebo Iwa yang rela berkorban demi tujuan mulia.",
                "Akhirnya, Kerajaan Majapahit dengan mudah menaklukkan Pulau Bali.",
                "Sesuai janji Patih Gajah Mada kepada Kebo Iwa, niatnya memang murni untuk menyatukan nusantara, bukan untuk menjajah maupun menyengsarakan rakyat Bali."
            ]
        ]
    },
    {
        "Judul":"Terjadinya Selat Bali",
        "paragraf":[
            [
                "Manik Angkeran adalah putra seorang Brahmana bernama Sidhimantra.",
                "Mereka tinggal di Kerajaan Daha, Bali.",
                "Waktu itu, Pulau Bali belum terpisah dengan Pulau Jawa.",
                "Manik Angkeran adalah anak yang cerdas."
            ],
            [
                "Sayangnya, dia mudah dipengaruhi oleh teman-temannya.",
                "Dia suka sekali menyabung ayam.",
                "Padahal, sudah berulang kali Sidhimantra menasihatinya.",
                "Semakin lama, ayamnya semakin sering kalah."
            ],
            [
                "Uang Manik Angkeran pun ludes.",
                "Dia bahkan harus berhutang untuk membayar kekalahannya.",
                "Namun, dia tak pernah kapok.",
                "Dia masih ingin terus menyabung ayam."
            ],
            [
                "”Anakku, kau tak akan pernah bisa kaya dari menyabung ayam.",
                "Berhentilah selagi belum terlambat,” nasihat Sidhimantra.",
                "Namun, Manik Angkeran tak peduli.",
                "Lama kelamaan, harta ayahnya juga ludes dipakainya untuk membayar hutang."
            ],
            [
                "Sekarang, Sidhimantra tak punya uang lagi.",
                "Suatu hari, Manik dikejar-kejar orang yang menagih hutangnya.",
                "”Ayah, tolonglah aku!",
                "Mereka akan mencelakaiku jika aku tak membayar hutangku!” Sidhimantra gelisah."
            ],
            [
                "Dia sudah tak memiliki harta, tetapi dia juga tak mau anaknya celaka.",
                "Sidhimantra lalu mendapat petunjuk lewat mimpinya, untuk meminta pertolongan pada Naga Besukih di Gunung Agung.",
                "Sesampainya di Gunung Agung, Sidhimantra membunyikan genta seperti petunjuk dalam mimpinya.",
                "Naga Besukih yang mendengarnya pun keluar."
            ],
            [
                "Sidhimantra memandang takjub!",
                "Ekor Naga Besukih penuh dengan emas dan permata!",
                "”Siapakah kau?",
                "Apa maksudmu datang kemari?” tanya Naga Besukih."
            ],
            [
                "Sidhimantra lalu menjelaskan maksud kedatangannya.",
                "Dia hendak meminta sedikit harta Naga Besukih untuk membayar hutang Manik Angkeran.",
                "Naga Besukih setuju, lalu dia mulai menggoyangkan ekornya.",
                "Beberapa emas dan permata pun rontok dari ekornya itu."
            ],
            [
                "Dia lalu memberikannya pada Sidhimantra.",
                "Sayangnya, Manik Angkeran tidak membayar hutangnya.",
                "Dia malah menggunakan harta itu untuk kembali menyabung ayam.",
                "Akhirnya, harta itu ludes lagi dan dia berhutang lagi."
            ],
            [
                "Karena tak bisa lagi meminta pada ayahnya, dia lalu mencari tahu dari mana ayahnya mendapat harta.",
                "”Ayahmu telah menemui Naga Besukih untuk meminta harta,” kata seseorang.",
                "Manik Angkeran meniru tindakan ayahnya.",
                "Naga Besukih pun muncul di hadapannya."
            ],
            [
                "Mendengar penuturan Manik, Naga Besukih sedikit kesal.",
                "Namun, dia tetap bersedia memberikan hartanya.",
                "Saat dia menggoyangkan ekornya, Manik Angkeran silau melihat betapa banyaknya emas dan permata yang menempel di sana.",
                "Dia lalu mengambil pedang dan berusaha memotong ekor Naga Besukih."
            ],
            [
                "Namun, Naga Besukih berhasil melawannya dan membalas serangan itu dengan api dari mulutnya.",
                "Manik Angkeran tak bisa mengelak, dia tersambar api dan tubuhnya menjadi abu.",
                "Saat itulah Sidhimantra muncul.",
                "”Wahai Naga Besukih, sudikah kau menghidupkan putraku lagi?"
            ],
            [
                "Berilah dia kesempatan untuk memperbaiki dirinya,” mohon Sidhimantra.",
                "Naga Besukih menghela napas.",
                "”Baiklah.",
                "Aku akan menghidupkannya, tapi dia tak boleh pulang denganmu."
            ],
            [
                "Dia harus tinggal di sini dan menjadi muridku.",
                "Aku akan mendidiknya menjadi orang yang baik dan berilmu.” Sidhimantra setuju.",
                "Manik Angkeran pun hidup kembali.",
                "Untuk mencegah Manik Angkeran pulang bersamanya, Sidhimantra mengeluarkan tongkatnya dan membuat garis yang memisahkan dirinya dengan anaknya."
            ],
            [
                "Dari garis itu tiba-tiba keluar air yang tambah lama bertambah deras.",
                "Gunung Agung pun terpisah dari sekitarnya.",
                "Genangan air itulah yang kemudian dikenal dengan Selat Bali yang memisahkan Pulau Bali dan Pulau Jawa."
            ]
        ]
    },
    {
        "Judul":"Batu Menangis",
        "paragraf":[
            [
                "Darmi adalah seorang gadis yang amat suka bersolek.",
                "Wajahnya memang cantik.",
                "Tiap hari, dia menghabiskan waktu untuk berdandan dan mematut diri di depan cermin.",
                "Ibunya sering menasihati agar Darmi juga meluangkan waktu untuk membantunya."
            ],
            [
                "\"Bantulah Ibu.",
                "Ibu kan harus pergi ke ladang.",
                "Nah, tolong goreng ikan ini, ya?\" pinta ibunya.",
                "Darmi menolak."
            ],
            [
                "\"Nanti tanganku tepercik minyak, wajahku kusam,\" begitulah alasannya.",
                "Karena Darmi terus berkukuh, ibunya Pun mengalah.",
                "Selalu saja begitu.",
                "Darmi tak pernah mau membantU ibunya."
            ],
            [
                "Sepeninggal suaminya, kehidupan ibu Darmi memang berat.",
                "Dia harus bekerja keras untuk menghidupi Darmi.",
                "Sayang sekali, Darmi tak menyadari hal itu.",
                "Malah, wajah ibunya yang tampak tua dan kusam, membuat Darmi sering mengoloknya."
            ],
            [
                "Suatu hari, Darmi merengek agar ibunya membeli baju- baju baru.",
                "\"Baiklah, tapi temani Ibu.",
                "Ibu tak tahu harus beli di mana.\" Dengan bersungut-sungut, Darmi pun menemani ibunya.",
                "Mereka berdua berjalan menuju kota."
            ],
            [
                "\"Bu, jangan berjalan di sebelahku.",
                "Aku malu!\" desis Darmi di telinga ibunya.",
                "Ibu Darmi tak menyangka Darmi akan bersikap seperti itU.",
                "Namun, dia mengalah."
            ],
            [
                "\"Memang bajuku jelek dan aku juga belum mandi.",
                "Pantas saja Darmi malu\" gumamnya.",
                "Dia lalu berjalan di belakang Darmi.",
                "Saat tiba di kota, suasana begitu ramai."
            ],
            [
                "Banyāk pedagang menjual baju dan kain yang indah.",
                "\"Hai gadis cantik, silakan melihat-lihat,\" kata seorang pedagang.",
                "Darmi pun mendekat.",
                "Dengan girang dia memilih-milih baju untuknya."
            ],
            [
                "\"Ibu pasti senang Punya anak secantik ini,\" kata pedagang pada ibu Darmi.",
                "Darmi terkesiap, \"Eh, siapa yang kau maksud?",
                "Dia bukan ibuku.",
                "Dia cuma pembantuku,\" katanya ketus."
            ],
            [
                "Ibu Darmi ternganga.",
                "Pedagang itu pun mengerenyit.",
                "\"Tapi, wajah kalian mirip.\" Karena kesal, Darmi tak jadi membeli baju.",
                "Dia bergegas meninggalkan pedagang itu dan berjalan pulang."
            ],
            [
                "Dengan tergopoh-gopoh, ibunya mengikuti.",
                "Saat perjalanan pulang, lagi-lagi ada yang menyapa mereka.",
                "\"Bu, anak Ibu sungguh cantik.",
                "Andai saja aku Punya anak laki-laki, pasti akan kunikahkan dengan anak Ibu,\" kata seorang wanita yang berpapasan dengan mereka."
            ],
            [
                "Lagi-lagi Darmi menjawab ketus.",
                "\"Aku bukan anaknya!",
                "Dia itu cuma pembantu.",
                "Ibuku ada di rumah, dia cantik dan bersih seperti aku!\" Diam-diam, ibu Darmi menangis."
            ],
            [
                "\"Ya Tuhan, ampunilah anakku.",
                "Dia lupa bahwa aku adalah ibu yan9 mengandung dan membesarkannya.",
                "Sadarkan dia dari kesalahannya ini,\" doanya dalam hati.",
                "\"Darmi, aku ini ibumu."
            ],
            [
                "Aku yang mengandung dan melahirkanmu,\" ibunya berkata lirih.",
                "Darmi menggeleng kuat-kuat.",
                "\"Aku tak pernah memintamu jadi ibuku.",
                "Tuhan pasti salah memberikan aku padamu."
            ],
            [
                "Aku mau ibu yang cantik!\".",
                "Duarrrr...",
                "tiba-tiba petir menyambar tepat setelah Darmi menyelesaikan ucapannya.",
                "Langit tampak gelap gulita."
            ],
            [
                "\"Ayo Darmi, cepatlah.",
                "Kita harus segera sampai di rumah.",
                "Sepertinya akan ada badai,\" ajak Ibu.",
                "Namun, tubuh Darmi membeku."
            ],
            [
                "\"Darmi, apa yang terjadi padamu, Nak?\" teriak ibunya.",
                "Darmi tampak ketakutan sambil memandangi kedua kakinya yang tak bisa digerakkan.",
                "\"Kakiku, Bu...",
                "kakiku tak bisa digerakkan."
            ],
            [
                "Rasanya seperti batu.",
                "Tolong aku, Bu.\" Baru saja Darmi menyelesaikan ucapannya, tubuhnya semakin kaku.",
                "Kini, seluruh tubuhnya tak dapat digerakkan.",
                "Dia berubah menjadi batu."
            ],
            [
                "Namun, sebelumnya dia sempat berujar, \"Ibu, maafkan semua kesalahanku.",
                "Ampuni aku, Bu.\" Semuanya sudah terlambat.",
                "Ibu Darmi hanya bisa menangis dan memeluk batu itu.",
                "Terlihat olehnya, batu itu mengeluarkan air mata."
            ],
            [
                "Itu adalah air mata penyesalan Darmi.",
                "Sampai sekarang, batu itu dikenal dengan sebutan \"Batu Menangis\"."
            ]
        ]
    },
    {
        "Judul":"Legenda Gunung Tidar",
        "paragraf":[
            [
                "Dulu, ada sebuah gunung bernama Mahameru.",
                "Letaknya di ujung timur Pulau Jawa.",
                "Gunung Mahameru amat besar sehingga daerah ujung timur Pulau Jawa tak mampu menahan beratnya.",
                "Akibatnya, daerah di sekitar timur Jawa miring dan tenggelam ke laut."
            ],
            [
                "Sebaliknya, daerah di ujung barat Pulau Jawa, malah terangkat naik.",
                "Hal ini tentu membuat Pulau Jawa terlihat aneh dan tak seimbang.",
                "Karena itu, para dewa yang dipimpin oleh Batara Guru, memutuskan untuk memindahkan Gunung Mahameru ke daerah barat.",
                "Pada hari yang ditentukan, para dewa mengangkat gunung itu."
            ],
            [
                "Mereka lalu terbang ke arah barat.",
                "Tanpa mereka sadari, puncak gunung itu jatuh dan menjadi Gunung Semeru.",
                "Para dewa terus terbang ke barat.",
                "Selama perjalanan, sedikit demi sedikit bagian gunung itu jatuh, sehingga menyebabkan terbentuknya deretan gunung baru."
            ],
            [
                "Saat para dewa melintas di tengah-tengah Pulau Jawa, mereka baru menyadari bahwa gunung yang mereka bawa tinggal sedikit.",
                "Mereka lalu memutuskan untuk menghentikan perjalanan.",
                "Sisa gunung itu mereka letakkan tepat di tengah Pulau Jawa, dan disebut Gunung Tidar.",
                "Letak Gunung Tidar yang tepat di tengah itu telah membuat Pulau Jawa menjadi seimbang, tidak miring ke timur atau miring ke barat."
            ],
            [
                ""
            ]
        ]
    },
    {
        "Judul":"Timun Mas",
        "paragraf":[
            [
                "Di sebuah hutan yang sepi, Mbok Sarni tinggal seorang diri.",
                "Karena kesepian, dia ingin sekali memiliki anak.",
                "Tiap hari, dia tak bosan berdoa.",
                "Sampai suatu saat, ada raksasa yang kebetulan lewat, mendengar doanya."
            ],
            [
                "”Hei, Wanita Tua!",
                "Apakah kau sungguh menginginkan seorang anak?” tanya Raksasa dengan suara yang mengejutkan Mbok Sarni.",
                "Dengan gemetaran, Mbok Sarni menjawab, ”Be...",
                "benar."
            ],
            [
                "Tapi sepertinya sulit.",
                "Aku sudah tua.” Raksasa itu tertawa keras, dan berkata bahwa dia akan mengabulkan keinginan Mbok Sarni.",
                "”Tapi ada syaratnya.",
                "Nanti saat dia berusia enam tahun, aku akan menjemputnya dan menyantapnya."
            ],
            [
                "Jadi, peliharalah dia baik-baik.” Mbok Sarni tak punya pilihan.",
                "Dia setuju.",
                "Raksasa lalu memberinya segenggam biji mentimun dan meminta Mbok Sarni untuk menanamnya.",
                "Beberapa bulan berlalu, Mbok Sarni memanen mentimun-mentimunnya."
            ],
            [
                "Alangkah kagetnya dia saat menemukan seorang bayi perempuan cantik di dalam salah satu mentimun yang berwarna keemasan.",
                "Digendongnya bayi itu, dan dinamainya Timun Mas.",
                "Tak terasa, Timun Mas sudah berumur enam tahun.",
                "Bum..."
            ],
            [
                "bum...",
                "terdengarlah langkah kaki Raksasa.",
                "Dia berteriak-teriak di luar rumah Mbok Sarni, meminta agar Timun Mas diserahkan kepadanya.",
                "”Kembalilah dua tahun lagi."
            ],
            [
                "Dia masih kecil dan kurus,” pinta Mbok Sarni dengan resah.",
                "Raksasa itu marah, tetapi dia juga tak mau menyantap anak yang kurus.",
                "”Baiklah, aku akan kembali dua tahun lagi!”  Sepeninggal Raksasa, Mbok Sarni terus berdoa agar ada jalan keluar untuk menyelamatkan Timun Mas.",
                "Hingga suatu hari Mbok Sarni dan Timun Mas bertemu dengan seorang pertapa sakti yang melintasi hutan."
            ],
            [
                "Mbok Sarni menceritakan masalahnya pada pertapa itu.",
                "Sambil mengelus kepala Timun Mas, pertapa itu berkata, ”Jika raksasa itu datang, larilah dengan kencang.",
                "Terimalah empat bungkusan ini, dan lemparkan satu per satu saat kau lari.” Timun Mas mengangguk.",
                "Dua tahun kemudian, Raksasa benar-benar datang."
            ],
            [
                "Saat melihatnya, Timun Mas pun segera melarikan diri.",
                "Raksasa itu marah dan segera mengejarnya.",
                "Timun Mas segera melaksanakan saran sang pertapa.",
                "Dia membuka bungkusan pertama dan melemparkan isinya, yaitu biji mentimun."
            ],
            [
                "Ajaib, biji-biji itu berubah menjadi ladang mentimun yang amat lebat buahnya.",
                "Langkah Raksasa tertahan karena batang-batang pohon mentimun itu melilit tubuhnya.",
                "Namun, tak lama kemudian Raksasa berhasil lolos.",
                "Dia mengejar Timun Mas lagi."
            ],
            [
                "Timun Mas melemparkan isi bungkusan kedua, yaitu jarum.",
                "Jarum-jarum itu berubah menjadi pohon-pohon bambu yang tinggi dan berdaun lebat.",
                "Raksasa harus bekerja keras menerobos pohon- pohon bambu itu.",
                "Meski badannya terluka karena tergores batang-batang bambu, Raksasa tak menyerah."
            ],
            [
                "Dia kembali mengejar Timun Mas.",
                "Dengan panik, Timun Mas melempar isi bungkusan ketiga, yaitu garam.",
                "Garam itu berubah menjadi lautan yang luas.",
                "Namun, Raksasa berhasil menyeberangi lautan itu."
            ],
            [
                "Meski tampak kelelahan, Raksasa tak mau menyerah.",
                "Akhirnya, Timun Mas melemparkan isi bungkusan keempat yang berisi terasi.",
                "Terasi itu lalu berubah menjadi lautan lumpur yang panas.",
                "Raksasa tak sempat menghentikan larinya."
            ],
            [
                "Dia pun terperosok ke dalam lumpur.",
                "”Aduh, panas...",
                "panas...!” teriaknya.",
                "Timun Mas terus berlari dan kembali ke rumahnya."
            ],
            [
                "Sejak saat itu, Mbok Sarni pun hidup tenang bersama Timun Mas.",
                "Raksasa itu tak pernah lagi datang mengganggu mereka."
            ]
        ]
    },
    {
        "Judul":"Bawang Putih dan Bawang Merah",
        "paragraf":[
            [
                "Di sebuah desa, ada seorang gadis piatu yang tinggal bersama ayahnya.",
                "Gadis itu bernama Bawang Putih.",
                "Saat Bawang Putih beranjak dewasa, ayahnya menikah lagi.",
                "Sekarang, Bawang Putih mempunyai ibu tiri dan juga seorang saudara tiri bernama Bawang Merah."
            ],
            [
                "Awalnya, si ibu tiri amat baik pada Bawang Putih.",
                "Demikian juga dengan Bawang Merah.",
                "Namun, lama-kelamaan sifat mereka berubah, apalagi setelah ayah Bawang Putih meninggal dunia.",
                "Mereka berdua bersikap sewenang- wenang terhadap Bawang Putih."
            ],
            [
                "Suatu hari, Bawang Putih pergi mencuci di sungai.",
                "Saat membilas, baju kesayangan ibu tirinya hanyut terbawa arus sungai.",
                "Bawang Putih ketakutan.",
                "Ibu tirinya pasti marah."
            ],
            [
                "Maka, dia memberanikan diri menyusuri arus sungai yang deras untuk menemukan baju itu.",
                "Dia terus berjalan, tetapi baju itu tak juga ditemukan.",
                "Padahal, hari semakin gelap.",
                "Bawang Putih menangis."
            ],
            [
                "Dia lelah dan takut.",
                "Saat itulah seorang nenek tua melintas.",
                "“Gadis cantik, apa yang kau lakukan di sini?",
                "Hari sudah malam,” tegur nenek itu."
            ],
            [
                "Sambil berurai air mata, Bawang Putih menceritakan masalahnya.",
                "Nenek itu mengeluarkan sesuatu dari keranjangnya.",
                "“Apakah ini bajunya?” Bawang Putih terbelalak senang melihat baju itu.",
                "Itu memang baju ibu tirinya."
            ],
            [
                "“Kau boleh mengambilnya kembali, tapi ada syaratnya.",
                "Kau harus membantuku membawakan keranjangku ini.",
                "Bahuku terasa pegal memanggulnya,” keluh nenek itu.",
                "Bawang Putih setuju."
            ],
            [
                "Dia merasa iba melihat tubuh renta si nenek.",
                "Meski keranjang itu cukup berat, tetapi Bawang Putih tak mengeluh sedikit pun.",
                "Setiba di rumah Nenek, Bawang Putih berpamitan.",
                "Sesuai janjinya, nenek tua itu mengembalikan baju ibu tirinya."
            ],
            [
                "Selain itu, dia juga memberi sebuah labu pada Bawang Putih.",
                "“Pilihlah, kau mau yang besar atau yang kecil?” tanyanya.",
                "Karena tak mau serakah, Bawang Putih memilih labu yang kecil.",
                "“Kami hanya tinggal bertiga."
            ],
            [
                "Labu ini cukup untuk kami semua.",
                "Tak perlu labu yang besar.” Bawang Putih pulang dengan hati senang.",
                "Sesampainya di rumah, dia menceritakan semua pengalamannya pada ibu tirinya, yang terus mengomel.",
                "Untuk menghentikan omelan ibu tirinya, Bawang Putih pun menunjukkan labunya."
            ],
            [
                "Dia lalu mengambil pisau dan membelah labu itu.",
                "Tak disangka, dari dalam labu itu keluar emas dan berlian yang amat banyak.",
                "“Di mana tempat tinggal nenek itu?",
                "Aku juga mau labu seperti ini!” teriak Bawang Merah."
            ],
            [
                "Bawang Putih lalu menjelaskan tempat dia bertemu dengan nenek itu.",
                "Dan, Bawang Merah pun pergi ke sana.",
                "Bawang Merah pura-pura menghanyutkan bajunya, lalu menangis seperti yang dilakukan Bawang Putih.",
                "Ternyata, nenek itu muncul lagi."
            ],
            [
                "Nenek itu lalu mengajukan syarat yang sama.",
                "Teringat akan cerita Bawang Putih, Bawang Merah pun setuju.",
                "Namun, berbeda dengan Bawang Putih, Bawang Merah terus mengomel.",
                "Sebentar-sebentar dia berhenti dan mengeluh kelelahan."
            ],
            [
                "Bahkan, saat perjalanan masih jauh, dia sudah tak mau lagi membawakan keranjang nenek itu.",
                "“Bawa saja sendiri, aku mau pulang saja.",
                "Tapi, sebelum aku pulang, aku minta labu!” ujarnya ketus.",
                "Nenek itu menghela napas dan mengeluarkan dua buah labu dari keranjangnya."
            ],
            [
                "“Ini.",
                "Mana yang kau pilih?",
                "Yang besar atau yang kecil?” Tanpa menjawab, Bawang Merah merebut labu yang besar dan segera berlari pulang.",
                "Di rumah, ibunya menyambut gembira."
            ],
            [
                "Mereka berdua lalu membelah labu itu.",
                "Namun, labu itu tak mengeluarkan emas dan berlian.",
                "Labu itu malah mengeluarkan binatang-binatang yang mengerikan seperti ular dan kalajengking.",
                "Mereka berdua berteriak ketakutan dan membuang labu itu jauh-jauh."
            ],
            [
                "Mereka berdua akhirnya menyadari bahwa mereka terlalu serakah.",
                "Sejak saat itu, mereka pun bersikap baik pada Bawang Putih.",
                ""
            ]
        ]
    },
    {
        "Judul":"Asal Mula Bukit Catu",
        "paragraf":[
            [
                "Pada zaman dahulu, ada sepasang suami istri yang bekerja sebagai petani.",
                "Menjelang musim panen, Suami berkata pada istrinya.",
                "“Jika nanti hasil panen kita berlimpah, buatlah tumpeng nasi yang besar.",
                "Lalu, undanglah semua orang untuk makan bersama.” Istrinya setuju."
            ],
            [
                "Mereka berharap hasil panen mereka benar-benar melimpah.",
                "Ternyata, harapan mereka terkabul!",
                "Dengan penuh sukacita, Istri menyiapkan tumpeng nasi dan menyilakan penduduk desa untuk makan sepuasnya.",
                "Menjelang musim panen berikutnya, si Suami berkata lagi pada istrinya."
            ],
            [
                "“Semoga saja panen kita nanti lebih banyak lagi!",
                "Kalau bisa, tiga kali lipat dari sebelumnya.",
                "Nanti, jika harapanku ini terkabul, buatlah tiga tumpeng nasi yang lebih besar.” Lagi-lagi, istrinya setuju.",
                "Dia juga ingin agar hasil panennya banyak “Wah, kita bisa mengadakan pesta yang jauh lebih meriah,” gumamnya."
            ],
            [
                "Musim panen tiba.",
                "Harapan mereka terkabul lagi.",
                "Hasil panennya tiga kali lipat dari jumlah panen sebelumnya!",
                "“Ini benar-benar anugerah."
            ],
            [
                "Apa yang kita harapkan selalu berhasil,” seru Suami.",
                "Lalu, seluruh penduduk desa kembali diundang.",
                "Mereka berpesta dengan tiga tumpeng nasi dan aneka hidangan lainnya.",
                "Beberapa hari kemudian, Suami pergi ke sawah."
            ],
            [
                "Di sana, dia melihat seonggok tanah yang bentuknya mirip catu, alat penakar beras dari tempurung kelapa.",
                "“Hmm, aneh sekali.",
                "Kemarin, gundukan tanah ini tidak ada,” batinnya.",
                "Dia lalu menceritakan temuannya pada istrinya."
            ],
            [
                "“Bagaimana jika kita membuat beberapa catu nasi?",
                "Siapa tahu, kalau kita membuatnya, hasil panen kita jauh lebih banyak,” usulnya.",
                "Sejak saat itu, Istri rajin membuat catu nasi.",
                "Setiap catu nasi yang dia buat, dia niatkan untuk menambah hasil panennya."
            ],
            [
                "Namun, ada keanehan yang terjadi.",
                "Saat Suami pergi ke sawah, onggokan tanah yang berbentuk seperti catu nasi itu semakin besar.",
                "Rupanya, tiap kali sang istri membuat catu nasi, saat itu pula onggokan tanah membesar.",
                "Si petani tidak menyadari hal itu."
            ],
            [
                "Dia malah membuat catu yang lebih besar dan lebih besar lagi.",
                "Seolah mengikutinya, onggokan tanah itu juga semakin besar dan lebih besar.",
                "Lama-kelamaan, onggokan tanah itu berubah menjadi bukit.",
                "Saat si petani dan istrinya berhenti membuat catu nasi, onggokan tanah itu juga berhenti membesar."
            ],
            [
                "Sejak saat itulah, onggokan tanah itu disebut dengan Bukit Catu."
            ]
        ]
    },
    {
        "Judul":"Ayam dan Ikan Tongkol",
        "paragraf":[
            [
                "Dahulu kala, kerajaan ayam bersahabat dengan kerajaan ikan tongkol.",
                "Suatu hari, Raja Ayam memberitahu Raja Ikan Tongkol bahwa ada seorang nelayan yang akan mengadakan pesta besar-besaran.",
                "Pesta itu untuk merayakan pernikahan putrinya.",
                "“Mari, datanglah,” ajak Raja Ayam."
            ],
            [
                "Raja Ikan Tongkol setuju, “Tapi kami hanya bisa bertahan sampai sebelum fajar menyingsing.",
                "Beri tahu kami jika fajar akan datang, ya?” Raja Ayam menyanggupi permintaan itu.",
                "Sehari-harinya, para ayam jantan memang bangun sebelum fajar menjelang untuk berkokok dan membangunkan semua makhluk.",
                "Seharusnya, tak sulit untuk menyanggupi permintaan Raja Ikan Tongkol."
            ],
            [
                "Malam pesta pun tiba.",
                "Air laut yang naik tinggi memudahkan para ikan tongkol menuju ke rumah nelayan.",
                "Di sana, mereka ikut berpesta meski hanya di kolong balai- balai rumah sang nelayan.",
                "Mereka menikmati suara gendang dan rebana yang dimainkan."
            ],
            [
                "Apalagi, suasana malam itu cerah.",
                "Bulan bersinar amat terang.",
                "Para ikan tongkol juga menikmati aneka pantun yang dibacakan oleh tamu- tamu si nelayan.",
                "Sesekali, mereka tertawa mendengar pantun yang lucu."
            ],
            [
                "Semakin malam, pesta terasa semakin meriah bagi mereka.",
                "Sampai akhirnya mereka semua kelelahan dan tertidur pulas.",
                "Ternyata, tak hanya para ikan tongkol yang kelelahan.",
                "Para ayam jantan juga terlelap."
            ],
            [
                "Mereka lupa berkokok.",
                "Hari semakin siang dan air laut pun mulai surut.",
                "Saat merasakan tubuhnya perih, para ikan tongkol terbangun.",
                "Betapa terkejutnya mereka saat mendapati hari sudah siang."
            ],
            [
                "Air laut sudah surut.",
                "Mereka tak bisa kembali ke laut dan hanya bisa menggelepar-gelepar.",
                "Raja Ayam terbangun karena mendengar keriuhan.",
                "Dia amat terkejut saat menyadari apa yang terjadi."
            ],
            [
                "Namun, semuanya sudah terlambat.",
                "Dia tak bisa berbuat apa-apa lagi.",
                "Raja Ikan Tongkol amat kecewa dengan kelalaian sahabatnya itu.",
                "Dia berteriak dari ujung karang sambil menggelepar- gelepar."
            ],
            [
                "“Gara-gara kelalaianmu, kami semua menderita.",
                "Mulai hari ini, semua ikan tongkol memusuhi kalian.",
                "Kami akan memangsa kalian semua, terutama ayam jantan!",
                "Bahkan, bulu-bulu kalian pun akan kami makan!” Sejak saat itu, para nelayan di Pulau Natuna selalu menggunakan bulu ayam jantan untuk menangkap ikan tongkol."
            ]
        ]
    },
    {
        "Judul":"Calon Arang",
        "paragraf":[
            [
                "Suatu hari, Kerajaan Kahuripan diserang wabah penyakit aneh.",
                "Penduduknya banyak yang meninggal.",
                "Raja Erlangga dan Patih Narottama pun kebingungan.",
                "Setelah diselidiki, penyakit aneh itu ternyata disebarkan oleh seorang wanita penyihir bernama Serat Asih alias Calon Arang."
            ],
            [
                "Raja Erlangga lalu menugaskan Patih Narottama untuk menangkap Calon Arang.",
                "Bersama pasukannya, Patih Narottama pun berangkat ke Desa Girah, tempat tinggal Calon Arang.",
                "Sayangnya, Calon Arang tak mudah dikalahkan.",
                "Bersama empat muridnya yang bernama Supila, Guritna, Datyeng, dan Pitrah, dia melawan Patih Narottama dan anak buahnya habis-habisan."
            ],
            [
                "Patih Narottama mengerahkan seluruh kemampuannya.",
                "Berkali- kali pedangnya berhasil menyabet Calon Arang, tetapi Calon Arang tak pernah terluka.",
                "Lama-kelamaan, Patih Narottama pun kelelahan.",
                "Dia menarik mundur pasukannya dan kembali ke istana."
            ],
            [
                "“Wanita itu pasti punya rahasia.",
                "Kita harus mencari tahu agar bisa mengalahkannya,” lapor Patih Narottama pada Raja Erlangga.",
                "Raja Erlangga berpikir sejenak.",
                "Beliau lalu teringat pada Empu Bharada, adik ipar Calon Arang."
            ],
            [
                "“Barangkali dia bisa membantu kita.” Empu Bharada bersedia membantu.",
                "Meski dia adalah adik ipar Calon Arang, tetapi dia tak pernah setuju dengan kelakuan kakak iparnya itu.",
                "Dia lalu mengutus Bahula, muridnya, untuk mencari tahu rahasia Calon Arang.",
                "Menurut Empu Bharada, semua rahasia Calon Arang tertulis di kitab pusakanya."
            ],
            [
                "“Kau harus menikahi Ratna Manggali, putri dari Calon Arang.",
                "Jika kau sudah jadi menantunya, maka kau tak sulit melaksanakan tugas ini.",
                "Semua rahasia Calon Arang, ada di kitab pusakanya.",
                "Carilah kitab itu dan berikan padaku,” pesan Empu Bharada pada Bahula."
            ],
            [
                "Tak sulit bagi Bahula untuk menikahi Ratna Manggali.",
                "Calon Arang suka melihat Bahula yang sopan dan tampan.",
                "Pesta pernikahan pun diselenggarakan.",
                "Sejak saat itu, Bahula tinggal di rumah Calon Arang."
            ],
            [
                "Suatu malam, Bahula mulai melaksanakan tugasnya.",
                "Setelah yakin keadaan aman, dia mengendap-endap memasuki kamar Calon Arang.",
                "Di sana, dia menemukan kotak kayu berwarna coklat.",
                "Ternyata benar, kitab pusaka Calon Arang ada di dalam kotak itu."
            ],
            [
                "Malam itu juga, Bahula meninggalkan rumah, dan menuju ke rumah Empu Bharada untuk menyerahkan kitab pusaka itu.",
                "Empu Bharada mempelajari isi kitab pusaka dengan teliti.",
                "Menurut kitab itu, Calon Arang hanya dapat dikalahkan dengan senjata keris Weling Putih.",
                "“Itu kan keris milik Empu sendiri?” tanya Bahula bingung."
            ],
            [
                "Empu Bharada mengangguk.",
                "Sekarang, dia bisa mengalahkan Calon Arang dengan mudah.",
                "Dia mengambil kerisnya dan menuju ke Desa Girah ditemani Bahula.",
                "Sesampai di Desa Girah, rupanya Calon Arang telah siap."
            ],
            [
                "“Bahula, berani sekali kau menipuku dan putriku, rasakan pembalasanku!” kata Calon Arang sambil menyerang Bahula.",
                "Namun, Empu Bharada menghadangnya.",
                "Mereka berdua bertarung dengan seru.",
                "Empu Bharada mengeluarkan kerisnya."
            ],
            [
                "Calon Arang terkejut.",
                "Dia amat ketakutan.",
                "“Ampun Dimas, jangan kau bunuh aku dengan keris itu,” teriaknya beriba.",
                "Empu Bharada menjawab, “Kang Ayu, jika kau mau selamat, segera pulihkan keadaan rakyat seperti semula."
            ],
            [
                "Hancurkan segala penyakit yang sudah kau sebarkan pada mereka.",
                "Setelah itu, kau juga harus pergi jauh-jauh meninggalkan negeri ini.” Calon Arang setuju.",
                "Sejak saat itu, segala penyakit yang menyerang rakyat Kerajaan Kahuripan lenyap.",
                "Rakyat kembali hidup berbahagia dan aman sentosa."
            ]
        ]
    },
    {
        "Judul":"Murtado Macan Kemayoran",
        "paragraf":[
            [
                "Murtado adalah seorang pemuda yang tinggal di daerah Kemayoran.",
                "Sejak kecil, Murtado dididik dengan baik oleh ayahnya.",
                "Ayahnya juga mengajarkan ilmu bela diri padanya.",
                "Meski menguasai ilmu bela diri, Murtado tak pernah sekali pun menyalahgunakan kemampuannya itu."
            ],
            [
                "Pada masa itu, daerah Kemayoran adalah daerah yang tidak aman.",
                "Penguasa Belanda merajalela, merampasi hasil bumi milik penduduk sebagai pajak.",
                "Selain itu, ada juga kawanan perampok yang dipimpin oleh Warsa.",
                "Ulah Warsa semakin hari semakin menjadi."
            ],
            [
                "Belanda jadi kewalahan.",
                "Belanda lalu meminta Bek Lihun, seorang pribumi yang menjadi kaki tangan mereka, untuk menghalau Warsa.",
                "Dibantu oleh Mandor Bacan, Bek Lihun berusaha menangkap Warsa.",
                "Namun, Warsa selalu lolos."
            ],
            [
                "Akhirnya Bek Lihun meminta tolong pada Murtado.",
                "”Murtado, Belanda sudah menegurku berkali-kali.",
                "Aku dianggap tak mampu menjaga keamanan daerah kita ini.",
                "Gara-gara Warsa, penduduk kampung kita semakin miskin dan tak mampu membayar pajak."
            ],
            [
                "Kau mau kan membantuku?” pinta Bek Lihun.",
                "Murtado berpikir sejenak.",
                "Dia bimbang, membantu Bek Lihun berarti membantu Belanda.",
                "”Bek Lihun, aku mau membantumu mengusir Warsa dari sini."
            ],
            [
                "Tapi bukan untuk kepentingan Belanda.",
                "Aku hanya ingin melindungi penduduk kampung kita dari kekejian Warsa dan anak buahnya,” kata Murtado.",
                "”Terima kasih, Murtado.",
                "Aku tahu, hatimu pun tak tega melihat penderitaan teman-teman kita ini,” jawab Bek Lihun."
            ],
            [
                "Murtado mulai menyusun strategi.",
                "Bersama teman-temannya yang bernama Saomin dan Sarpin, dia pergi ke markas Warsa dan anak buahnya.",
                "Di sana, pertarungan tak terelakkan.",
                "Ternyata, Warsa juga memiliki ilmu bela diri yang hebat."
            ],
            [
                "Tak heran jika orang-orang takut padanya.",
                "”HAHAHA...",
                "kau tak mungkin mengalahkanku!” teriak Warsa sambil meloncat ke arah Murtado.",
                "Namun, Murtado tak kalah hebat."
            ],
            [
                "Dia melawan Warsa sekuat tenaga.",
                "Sementara itu, Saomin dan Sarpin membantunya melawan anak buah Warsa.",
                "Akhirnya kemenangan berpihak pada Murtado.",
                "Warsa menyerah dan bersedia untuk meninggalkan Kemayoran."
            ],
            [
                "”Sebelum kalian pergi, tunjukkan di mana kalian menyimpan hasil rampokan kalian!” kata Murtado tegas.",
                "Murtado dan teman-temannya membawa hasil rampokan Warsa kembali ke Kemayoran.",
                "Mereka mengembalikannya pada pemiliknya masing-masing.",
                "Penduduk Kemayoran amat senang."
            ],
            [
                "Bek Lihun pun tak kalah senang.",
                "Dia bahkan melaporkan keberhasilan Murtado itu pada Belanda.",
                "Atas usul Bek Lihun, penguasa Belanda meminta Murtado untuk menjadi pemimpin daerah Kemayoran, menggantikan Bek Lihun.",
                "”Maaf Tuan, tapi saya lebih senang menjadi rakyat biasa."
            ],
            [
                "Biarkan saya berjuang di jalan saya sendiri,” tolak Murtado dengan halus.",
                "Ya, Murtado tak mau menjadi kaki tangan Belanda.",
                "Dia merasa lebih baik hidup sebagai rakyat biasa dan membantu menjaga keamanan penduduk Kemayoran dengan caranya sendiri.",
                "Karena keberaniannya, penduduk Kemayoran dan penguasa Belanda pun menjulukinya ”Macan Kemayoran”."
            ]
        ]
    },
    {
        "Judul":"Si Pitung",
        "paragraf":[
            [
                "Suatu sore, si Pitung kembali melihat kelakuan anak buah Babah Liem yang sewenang-wenang.",
                "Babah Liem adalah salah satu tuan tanah di daerah tempat tinggalnya.",
                "Dia dan anak buahnya sering merampas harta rakyat dan menarik pajak tinggi.",
                "Sebagian hasil rampasan itu lalu diberikan pada pemerintah Belanda."
            ],
            [
                "Si Pitung bertekad untuk melawan anak buah Babah Liem.",
                "Dia lalu berguru pada Haji Naipin, seorang ulama yang juga pandai ilmu bela diri.",
                "Si Pitung cepat menguasai semua ilmu yang diajarkan oleh Haji Naipin.",
                "”Pitung, gunakan ilmu yang kuberikan untuk membela orang-orang yang tertindas."
            ],
            [
                "Jangan sekali- kali kau gunakan ilmumu ini untuk menindas orang lain,” pesan Haji Naipin.",
                "Sekarang, si Pitung sudah siap melawan anak buah Babah Liem.",
                "Dia menghentikan ulah mereka yang sedang merampas harta rakyat jelata.",
                "”Heh, Anak Muda!"
            ],
            [
                "Siapa kau?",
                "Beraninya menghentikan kami!” tanya salah satu dari mereka.",
                "”Kalian tak perlu tahu siapa aku!",
                "Yang jelas, aku akan menghentikan ulah kalian selamanya!” Jawab si Pitung."
            ],
            [
                "Anak buah Babah Liem lalu menyerang si Pitung.",
                "Namun, si Pitung bisa mengalahkan mereka semua.",
                "Sejak saat itu, nama si Pitung terkenal di kalangan penduduk.",
                "Si Pitung lalu memutuskan untuk mengabdikan hidupnya pada rakyat jelata."
            ],
            [
                "Dia bertekad untuk mengambil kembali apa yang sudah dicuri oleh tuan tanah dan mengembalikannya pada rakyat.",
                "Dia lalu mengajak beberapa temannya untuk bergabung dengannya.",
                "Kelakuan si Pitung ini tentu tak disukai oleh para tuan tanah dan juga pemerintah Belanda.",
                "Mereka lalu mengeluarkan perintah untuk menangkap si Pitung."
            ],
            [
                "Namun, si Pitung amat cerdik.",
                "Dia selalu berpindah tempat sehingga pemerintah Belanda dan juga tuan tanah tidak bisa menangkapnya.",
                "Karena kesal, pemerintah Belanda akhirnya menggunakan cara yang licik.",
                "Mereka menangkap Pak Piun, ayah si Pitung, dan Haji Naipin."
            ],
            [
                "Salah satu pejabat pemerintah Belanda yang bernama Schout Heyne lalu mengumumkan, jika si Pitung tak menyerah, maka kedua orang itu akan dihukum.",
                "Si Pitung mendengar berita tentang penangkapan ayah dan gurunya itu.",
                "Dia lalu menghadap Schout Heyne dan menyerahkan diri.",
                "Dia tak mau ayah dan gurunya menderita."
            ],
            [
                "“Pitung, kau telah meresahkan banyak orang dengan kelakuanmu itu.",
                "Untuk itu, kau harus dihukum tembak!” kata Schout Heyne.",
                "“Kau tidak keliru?",
                "Bukannya kau dan para tuan tanah itu yang meresahkan orang banyak?"
            ],
            [
                "Aku tidak takut dengan ancamanmu!” jawab si Pitung.",
                "Schout Heyne amat marah mendengar jawaban si Pitung.",
                "Dia lalu memerintahkan anak buahnya untuk mengikat tangan si Pitung.",
                "Dan, Schout Heyne benar-benar melaksanakan ancamannya."
            ],
            [
                "Si Pitung dihukum tembak.",
                "Hidup si Pitung berakhir di ujung peluru, tetapi kisah kepahlawanannya tetap dikenang.",
                "Si Pitung, si pahlawan rakyat jelata!"
            ]
        ]
    },
    {
        "Judul":"Monyet yang Malas",
        "paragraf":[
            [
                "Suatu pagi, Monyet masih tidur saat dia mendengar suara ribut di pepohonan sekitarnya.",
                "“Aduh, dia lagi… dia lagi!",
                "Berisik!” omelnya saat melihat Tupai yang merontokkan kenari dari pohonnya.",
                "Tupai lalu mondar-mandir mengangkuti kenari- kenari itu pulang ke sarangnya, di sebuah pohon tua yang besar."
            ],
            [
                "“Kau mengganggu tidurku saja!",
                "Pagi-pagi sudah berisik!” teriaknya pada Tupai.",
                "Tupai hanya tersenyum, “Kita harus rajin.",
                "Jika tidak, kita bisa kelaparan.” Karena merasa kesal, Monyet pun turun dari pohonnya."
            ],
            [
                "“Kelaparan?",
                "Siapa bilang?",
                "Lihatlah diriku, tak perlu susah payah mencari makan,” sahut Monyet sambil memungut sebutir mangga yang ditemukannya di atas tanah.",
                "Tupai mengangkat bahunya, “Terserah kau saja.” Monyet menyeringai."
            ],
            [
                "Baginya, tak perlu susah payah menyimpan makanan.",
                "Dia mudah menemukan buah- buahan yang jatuh di sekitar tempat tinggalnya.",
                "Keesokan harinya, lagi-lagi Tupai mengganggu tidurnya.",
                "Monyet pun marah."
            ],
            [
                "“Aduh, aku kan masih mau tidur.",
                "Kenapa kau berisik terus?",
                "Bukankah kemarin kau sudah mengumpulkan banyak kenari?",
                "Kau mengganggu istirahatku!” teriaknya."
            ],
            [
                "Tupai ketakutan.",
                "“Maafkan aku, tapi aku harus membawa kenari- kenari ini pulang.",
                "Aku harus punya persediaan makanan.”  Monyet bertambah kesal.",
                "Dia lalu menunjuk buah-buahan yang tergeletak di tanah."
            ],
            [
                "“Kau tak perlu punya persediaan makanan.",
                "Bukankah banyak buah-buahan yang terjatuh di tanah?",
                "Kita bisa memakannya kapan saja.",
                "Tak perlu susah payah mencari.” Tupai hanya diam."
            ],
            [
                "Dia lalu meninggalkan Monyet yang masih saja terus mengomel.",
                "Meski demikian, Tupai tetap rajin mengumpulkan kenari.",
                "Hari berganti hari, musim kemarau telah tiba.",
                "Pohon- pohon meranggas, daun-daun pun kering."
            ],
            [
                "Tak ada buah yang bisa dipetik, apalagi jatuh ke tanah.",
                "Tidak hanya itu, air sungai juga surut.",
                "Tanah-tanah di sekitarnya meretak, tak bisa ditanami.",
                "Saat Monyet lapar, dia kebingungan."
            ],
            [
                "Dia berjalan kesana kemari, tapi tak menemukan buah-buahan.",
                "Monyet pun lemas dan duduk di bawah pohon.",
                "Saat itulah, dia melihat Tupai asyik makan kenari di rumahnya, sebuah lubang besar di pohon tua.",
                "Sambil menelan air liur, Monyet berkata pada dirinya sendiri, “Ternyata Tupai benar."
            ],
            [
                "Karena dia rajin, dia jadi punya persediaan makanan di musim kemarau.",
                "Sedangkan aku?",
                "Aku terlalu malas sehingga aku tak punya makanan sedikit pun.” Rasanya, Monyet ingin naik ke rumah Tupai dan meminta sedikit kenari.",
                "Namun, Monyet malu."
            ],
            [
                "Dia masih ingat saat dia memarahi Tupai karena telah mengganggu tidurnya.",
                "Untunglah, Tupai melihatnya.",
                "Tupai lalu memanggil Monyet untuk naik dan makan kenari bersamanya.",
                "Sejak saat itu, Monyet berjanji pada dirinya sendiri bahwa dia tak akan bermalas-malasan lagi!"
            ],
            [
                ""
            ]
        ]
    },
    {
        "Judul":"Atu Belah",
        "paragraf":[
            [
                "['Jauh di sudut terpencil Tanah Gayo, hiduplah sebuah keluarga yang amat miskin.",
                "Untuk makan sehari-hari, Ayah berburu ke dalam hutan.",
                "Namun, dia sering pulang dengan tangan kosong.",
                "Jika sudah begitu, dia akan menangkap belalang untuk dimasak."
            ],
            [
                "Dia menyimpan belalang-belalang itu di dalam lumbung padi.",
                "Suatu hari, Ayah hendak berburu lagi.",
                "Dia berpesan pada istrinya untuk memastikan pintu lumbung selalu tertutup.', 'Hari menjelang siang.",
                "Ayah tak kunjung datang."
            ],
            [
                "Kedua anaknya mulai merengek karena lapar.",
                "Ibu tak tega melihat anak-anaknya kelaparan.",
                "”Ambillah beberapa belalang.",
                "Jangan lupa, tutup kembali pintunya,” perintahnya pada Sulung."
            ],
            [
                "Saat membuka pintu lumbung, si Sulung langsung menangkapi belalang-belalang itu.",
                "Sayang, dia lupa menutup pintu lumbung.",
                "Dalam sekejap, belalang-belalang itu terbang ke luar lumbung.",
                "Sulung amat menyesal."
            ],
            [
                "Dia telah melupakan pesan ibunya.",
                "Dengan langkah gontai, dia pulang.",
                "”Maafkan aku, Bu.",
                "Aku lupa menutup pintu lumbung."
            ],
            [
                "Semua belalang telah terbang,” lapornya pada ibunya.",
                "Ibu hanya bisa menghela napas.",
                "Dia berharap, suaminya pulang membawa hasil buruan.', Ternyata, harapannya tak terkabul.",
                "Suaminya pulang dengan tangan kosong, wajahnya tampak lelah."
            ],
            [
                "Dia segera menyuruh istrinya menggoreng belalang untuk makan.",
                "”Belalangnya kabur semua.",
                "Aku lupa menutup pintu lumbung,” Ibu menutupi kesalahan anaknya.",
                "Mendengar hal itu, suaminya terduduk lemas."
            ],
            [
                "Merasa iba dengan suaminya yang lelah karena seharian berburu, Ibu meminta izin untuk keluar mencari ikan atau burung yang bisa dijadikan lauk.', 'Malang, Ibu tak menemukan apa pun.",
                "Tak ada burung, juga tak ada ikan.",
                "Karena kelelahan, dia pun duduk di sebuah batu besar yang dikenal dengan nama Atu Belah.",
                "Ibu mulai menangis, menyesali keadaannya."
            ],
            [
                "Air matanya bercucuran.",
                "Dia tak tahu, Atu Belah bisa terbelah dua dan menelan siapa pun yang mendekatinya dalam keadaan sedih.', 'Tiba-tiba, kraakk...",
                "batu itu terbelah menjadi dua, dan Ibu tertelan oleh Atu Belah.",
                "”Istriku, jangan tinggalkan kami!” Tiba-tiba terdengar teriakan sang Ayah yang ternyata mengikutinya bersama anak-anaknya."
            ],
            [
                "Ayah mengkhawatirkan istrinya yang pergi sendirian.",
                "Namun terlambat, istrinya sudah terlanjur ditelan oleh Atu Belah.",
                "Sulung menangis, lalu menceritakan yang sebenarnya pada ayahnya.",
                "“Sudahlah, semua sudah telanjur,” sahut ayahnya."
            ],
            [
                "Setelah Ayah menyelesaikan perkataannya, tiba-tiba muncullah beberapa helai rambut istrinya dari dalam batu.",
                "Sulung segera memetik tujuh helai rambut dan menyimpannya sebagai kenangan akan ibunya.']"
            ]
        ]
    },
    {
        "Judul":"Pangeran Amat Mude",
        "paragraf":[
            [
                "Suatu hari, Raja Negeri Alas tampak bersedih.",
                "”Ada apa, Kanda?” tanya Ratu.",
                "Ternyata, Raja bersedih karena mereka belum dikaruniai anak yang akan meneruskan takhta kerajaan.",
                "“Sebaiknya kita terus berusaha dan berdoa."
            ],
            [
                "Tuhan akan mengabulkan doa kita,” saran Ratu dengan bijaksana.",
                "Ternyata benar.",
                "Tak lama kemudian, Ratu hamil dan melahirkan seorang bayi lelaki yang amat tampan.",
                "Bayi itu diberi nama Pangeran Amat Mude."
            ],
            [
                "Untuk merayakan kelahiran putranya, Raja menggelar pesta besar.",
                "Tak hanya rakyat yang diundang, tetapi juga seluruh binatang dan makhluk yang ada di negeri itu.",
                "Saat Pangeran Amat Mude berusia sepuluh tahun, Raja mangkat.",
                "Karena Pangeran masih amat kecil, Ratu menunjuk adik raja untuk menjadi raja sementara."
            ],
            [
                "Namun, raja yang baru ini tidak disukai rakyat karena kekejamannya.",
                "Dia bahkan menyuruh para pengawal untuk membuang Ratu dan Pangeran ke dalam hutan.",
                "Dia ingin menguasai kerajaan selamanya.",
                "Di hutan, Ratu dan Pangeran Amat Mude tinggal di rumah kayu yang sederhana di tepi sungai."
            ],
            [
                "Suatu hari, Pangeran Amat Mude berburu ikan untuk makan malam.",
                "Ketika sedang memotong-motong ikan, Ratu menemukan sebutir emas di setiap perut ikan.",
                "Ratu dan Pangeran amat bersyukur.",
                "Tuhan telah membantu mereka."
            ],
            [
                "Sekarang, mereka tak lagi hidup kekurangan.",
                "Mereka bahkan bisa bersedekah pada orang-orang miskin di sekitar mereka.",
                "Kekayaan dan kedermawanan Pangeran Amat Mude terdengar sampai ke telinga pamannya, yang lalu mengundangnya untuk datang ke istana.",
                "”Kau boleh menjadi raja, tetapi kau harus membawakanku sebutir kelapa gading dari pulau kecil di tengah laut."
            ],
            [
                "Jika kau gagal, maka takhta kerajaan ini menjadi milikku selamanya,” tantang sang paman.",
                "Dalam hati, pamannya tertawa.",
                "Kau tak mungkin selamat.",
                "Laut itu dijaga oleh tiga binatang buas yang akan segera memangsamu!"
            ],
            [
                "Pangeran Amat Mude setuju dan segera berangkat.",
                "Tibalah dia di tengah lautan, lalu muncullah seekor ikan besar yang didampingi seekor buaya dan seekor naga.",
                "“Hei, Anak Muda!",
                "Beraninya kau melewati wilayah kami tanpa izin!"
            ],
            [
                "Siapa kau dan hendak ke mana?” tanya Ikan dengan garang.",
                "Dengan gemetar, Pangeran Amat Mude menjelaskan siapa dirinya dan apa tujuannya.",
                "“Kau Amat Mude sang putra raja Negeri Alas?” Buaya dan Naga bertanya serempak.",
                "“B..."
            ],
            [
                "b...",
                "benar..",
                "dari mana kalian tahu?” tanya Pangeran Amat Mude.",
                "Mereka tertawa."
            ],
            [
                "“Ayahmu adalah sahabat kami.",
                "Kami dulu diundang ke pesta kelahiranmu.",
                "Tak kusangka, kau sekarang sudah dewasa.” Ikan, Buaya, dan Naga pun geram mendengar kesewenang-wenangan paman Pangeran Amat Mude.",
                "Mereka lalu bertekad untuk membantu Pangeran Amat Mude."
            ],
            [
                "Dengan sigap, Naga terbang ke pucuk pohon kelapa untuk memetik sebutir kelapa gading dan menyerahkannya pada Pangeran Amat Mude.",
                "”Terima kasih, kalian sungguh baik,” ucap Pangeran Amat Mude berkali-kali.",
                "Setibanya di istana, Pangeran Amat Mude menyerahkan kelapa gading itu pada pamannya.",
                "Sang paman sadar bahwa sudah saatnya Pangeran Amat Mude menjadi raja."
            ],
            [
                "Sejak saat itu, Negeri Alas dipimpin oleh Raja Amat Mude.",
                "Maka, sang paman memilih keluar dari istana dan hidup sebagai rakyat biasa, meski Amat Mude mengizinkannya untuk terus tinggal di istana."
            ]
        ]
    },
    {
        "Judul":"Kisah si Raja Parkit",
        "paragraf":[
            [
                "Di sebuah hutan yang rimbun, ada sekelompok burung parkit yang dipimpin oleh seorang raja.",
                "Kehidupan mereka amatlah tenang.",
                "Mereka bisa terbang bebas dan mencari buah-buahan yang banyak tersedia di dalam hutan.",
                "Namun, ketenangan mereka akhirnya terganggu."
            ],
            [
                "Ada seorang pemburu yang masuk ke hutan.",
                "Dia memasang perangkap besar untuk menangkap burung-burung parkit itu.",
                "Di dalam perangkap itu terdapat aneka buah-buahan yang menggugah selera.",
                "Malang bagi para parkit, mereka terjebak di dalam perangkap."
            ],
            [
                "Mereka mulai gelisah dan ketakutan.",
                "Namun, Raja Parkit menenangkan mereka.",
                "“Sebenarnya, pemburu ini bisa saja menangkap kita dengan cara melukai kita.",
                "Namun, dia tak melakukannya."
            ],
            [
                "Dia pasti ingin menangkap kita dalam keadaan hidup,” kata Raja Parkit mencoba berpikir.",
                "“Ah, aku punya akal.",
                "Ayo kita semua berpura-pura mati.",
                "Dia pasti akan kecewa dan melepaskan kita,” usulnya kemudian."
            ],
            [
                "Burung-burung parkit pun setuju.",
                "Mereka lalu berpura-pura mati sampai pemburu itu datang.",
                "Alangkah kecewanya pemburu itu melihat burung tangkapannya mati semua.",
                "Pemburu itu lalu membuka perangkapnya."
            ],
            [
                "Dia hendak memastikan apakah benar burung-burung itu mati.",
                "Namun, begitu perangkap terbuka, burung-burung itu segera terbang melarikan diri.",
                "Malang bagi Raja Parkit, dia tertinggal di dalam perangkap.",
                "“Rupanya kalian membohongiku!” seru Pemburu marah."
            ],
            [
                "Raja Parkit lalu memohon agar Pemburu tak mencelakai teman-temannya.",
                "Dia bersedia dipelihara oleh si Pemburu dan bernyanyi setiap hari.",
                "Si pemburu pun setuju.",
                "Dia membawa pulang Raja Parkit dan mengikat kakinya dengan tali yang cukup panjang pada sebilah kayu."
            ],
            [
                "Raja Parkit masih bisa bebas beterbangan, tetapi tak bisa melarikan diri.",
                "Tiap hari, Raja Parkit menghibur si pemburu dengan bernyanyi.",
                "Suara Raja Parkit yang merdu pun terdengar ke telinga Raja.",
                "Raja lalu meminta si pemburu untuk menyerahkan Raja Parkit."
            ],
            [
                "Sebagai imbalan, Raja memberikan sekantong uang emas.",
                "Sekarang, Raja Parkit tinggal di istana.",
                "Dia diletakkan di sebuah sangkar emas yang indah.",
                "Namun, Raja Parkit tak bahagia."
            ],
            [
                "Sangkar itu begitu sempit.",
                "Dia juga merindukan teman-temannya.",
                "Akhirnya, Raja Parkit jatuh sakit.",
                "Suara merdunya tak lagi terdengar."
            ],
            [
                "Raja amat kecewa.",
                "“Dia sudah tua, sudah tak berguna lagi,” gerutu Raja, lalu dia membebaskan Raja Parkit.",
                "Raja Parkit terbang ke pucuk pohon yang paling tinggi.",
                "Dia lalu bernyanyi dengan keras."
            ],
            [
                "Teman-temannya mendengar dan segera menjemputnya.",
                "Sekarang Raja Parkit sudah sembuh.",
                "Hidup bebas dan berkumpul bersama teman adalah hal yang paling membahagiakan baginya."
            ]
        ]
    },
    {
        "Judul":"Terjadinya Danau Toba",
        "paragraf":[
            [
                "Dahulu kala, ada seorang pemuda yang bekerja sebagai penangkap ikan.",
                "Hanya itulah yang bisa dia lakukan untuk mencari nafkah.",
                "Hasilnya tak banyak sehingga pemuda itu hidup sederhana.",
                "Suatu hari, pemuda itu tak berhasil menangkap satu ikan pun."
            ],
            [
                "Saat dia bersiap untuk pulang, tiba-tiba seekor ikan besar berwarna keemasan muncul di permukaan sungai.",
                "Dengan sigap,pemuda itu menangkapnya.",
                "Paling tidak, aku punya lauk untuk makan malam, batinnya riang.",
                "Sesampai di rumah, pemuda itu hendak memasak ikan tangkapannya."
            ],
            [
                "Namun, ikan itu menatapnya dengan tatapan sedih.",
                "Pemuda itu jadi tak tega.",
                "Dia lalu memelihara ikan itu dalam sebuah tempayan.Keesokan harinya, pemuda itu pergi lagi untuk menangkap ikan.",
                "Lagi-lagi, dia tak mendapat ikan."
            ],
            [
                "Dengan lesu, dia pulang.",
                "Namun, betapa terkejutnya dia saat melihat banyak hidangan lezat di rumahnya.  Karena lapar, pemuda itu tak berpikir panjang.Dia melahap semua hidangan itu sampai habis.  Sejak saat itu, setiap hari selalu tersedia hidangan lezat di rumah si pemuda.",
                "Hal ini membuat si pemuda penasaran.",
                "Dia memutuskan untuk mengintip siapa yang menyediakan semua itu untuknya."
            ],
            [
                "Saat mengintip itulah, dia melihat seorang gadis cantik sedang memasak.",
                "Dalam sekejap, dia pun jatuh cinta pada gadis itu.",
                "Pemuda itu melompati jendela dapur dan melongok tempayannya yang berisi ikan.",
                "”Apakah kau ikan yang kupelihara?” tanyanya."
            ],
            [
                "Gadis itu terkejut, tak menyangka kalau pemuda itu memergokinya.",
                "”Eh...",
                "benar.",
                "Aku adalah jelmaan ikan."
            ],
            [
                "Akulah yang menyediakan makanan untukmu.” Si pemuda lalu meminta gadis itu untuk menjadi istrinya.",
                "“Aku mau, tapi kau harus menjaga rahasiaku.",
                "Jangan bilang pada siapapun bahwa aku adalah seekor ikan.",
                "Bahkan pada anak kita nanti,” sahut gadis itu."
            ],
            [
                "Si pemuda setuju, lalu mereka menikah dan dikaruniai seorang anak lelaki.",
                "Anehnya, anak lelaki mereka suka sekali makan.",
                "Sebanyak apa pun yang dilahapnya, dia masih merasa lapar.",
                "Suatu hari, sang ibu menyuruh anak lelakinya mengantar makan siang untuk ayahnya yang sedang bekerja di sawah."
            ],
            [
                "Namun dalam perjalanan, dia merasa sangat lapar dan menghabiskan makan siang ayahnya.  Melihat makan siangnya habis, ayahnya amat kecewa.",
                "”Kenapa makannya banyak sekali?",
                "Apa karena dia anak seekor ikan?” gumamnya.",
                "Si anak terkejut mendengar gumaman ayahnya."
            ],
            [
                "Dia menangis dan melapor pada ibunya.",
                "”Kata Ayah, Ibu adalah seekor ikan.",
                "Benarkah, Bu?” Sang ibu sedih karena suaminya mengingkari janjinya.",
                "Saat suaminya pulang, dia pun berpamitan, ”Kau telah mengingkari janjimu, maka aku akan kembali ke alamku bersama anakku.” Dia lalu mengajak anaknya keluar dari rumah dan berdiri di tanah lapang."
            ],
            [
                "Hujan perlahan turun, makin lama makin deras, dan tepat saat petir menyambar, keduanya menghilang.",
                "Setelah hujan reda, dari tempat ibu dan anak tadi berdiri, muncullah mata air yang cukup deras.",
                "Airnya terus mengalir hingga membentuk danau yang luas.",
                "Danau itulah yang sampai sekarang disebut dengan Danau Toba."
            ]
        ]
    },
    {
        "Judul":"Putri Ular",
        "paragraf":[
            [
                "Alkisah, ada seorang putri yang amat cantik.",
                "Sayangnya, dia sering mengucapkan kata-kata buruk.",
                "Walau Raja dan Ratu kerap menegurnya, sang Putri tetap tak berubah.",
                "Jika ada kejadian yang tidak menyenangkan hatinya, dengan mudahnya dia berkata buruk."
            ],
            [
                "”Lebih baik jadi orang buta daripada harus memandangi wajahmu yang cemberut terus,” katanya suatu hari pada dayang istana.",
                "Mendengar ucapan putrinya, Ratu jadi khawatir.",
                "”Bagaimana jika kau benar-benar buta nanti?” tanya Ratu cemas.",
                "Putri tak peduli."
            ],
            [
                "Dari hari ke hari, Putri semakin sering berkata buruk.",
                "Suatu hari, datanglah raja muda dari negeri seberang.",
                "Dia hendak melamar Putri untuk dijadikan permaisuri.",
                "Tentu saja Putri senang, apalagi raja muda itu juga tampan."
            ],
            [
                "Pesta pernikahan akan dilaksanakan bulan depan.",
                "Putri ingin tampil cantik pada hari pernikahannya.",
                "Untuk itu, dia rajin merawat diri.",
                "Tiap hari, dia mandi di danau kecil di belakang istana."
            ],
            [
                "Air mandinya dicampur dengan aneka bunga.",
                "Dengan dibantu dayang-dayangnya, Putri bisa mandi tiga kali dalam sehari.",
                "Suatu sore, seperti biasa Putri mulai mandi.",
                "Tiba-tiba, ada seekor burung melintas cepat di atas kepalanya."
            ],
            [
                "Karena terkejut, Putri berteriak sambil mendongak.",
                "Tak dinyana, burung itu malah mematuk hidungnya.",
                "Putri tak sempat menghindar.",
                "Darah pun berceceran dari hidungnya."
            ],
            [
                "”Aduhh...",
                "hidungku!” teriak Putri.",
                "Sambil memegang hidungnya yang berdarah, Putri menangis dan kembali ke kamarnya.",
                "Putri tersedu-sedu."
            ],
            [
                "Dia merasa kecewa karena tak bisa menjaga kecantikannya.",
                "”Mana mau raja muda itu menikahi wanita berhidung buruk begini?” isaknya.",
                "Ratu tersenyum mendengar ucapan Putri.",
                "”Jangan khawatir."
            ],
            [
                "Jika sang raja muda memang mencintaimu, luka kecil ini pasti tak jadi masalah,” kata Ratu.",
                "”Luka kecil?",
                "Ini bukan luka kecil, Bu!",
                "Luka ini pasti membekas dan berwarna hitam!” teriak Putri dengan marah."
            ],
            [
                "Setelah terdiam sejenak, tiba-tiba Putri berkata, ”Barangkali lebih enak menjadi ular.",
                "Kulitnya tebal dan bersisik.",
                "Luka sedikit pasti tak akan kelihatan.” Sebelum Ratu sempat menjawab, tiba-tiba langit bergemuruh.",
                "Ratu dan Putri ketakutan."
            ],
            [
                "Mereka saling berpelukan.",
                "”Anakku, apa yang terjadi padamu!” teriak Ratu panik.",
                "Ternyata, Putri berubah menjadi ular besar dengan kulit kasar dan bersisik, persis seperti yang diharapkan oleh Putri.",
                "Ratu menangis."
            ],
            [
                "Dia menyesali perkataan putrinya yang diucapkan secara sembrono.",
                "”Anakku, bukankah sudah berulang kali Ibu mengingatkanmu agar menjaga ucapanmu?” isaknya sedih.",
                "Ular itu tak bisa menjawab.",
                "Dia hanya menggeleng- gelengkan kepalanya sambil mendesis."
            ],
            [
                "Namun, sang ular menitikkan air mata, tanda bahwa dia amat menyesal.",
                "Raja yang mengetahui kejadian ini juga tak mampu berbuat apa-apa.",
                "Akhirnya, Putri yang telah menjadi ular itu tinggal di halaman belakang istana.",
                "Dia lebih senang tinggal di alam bebas."
            ],
            [
                "Sekarang, semua orang memanggilnya ”Putri Ular”."
            ]
        ]
    },
    {
        "Judul":"Kisah Dayang Bandir dan Sandean Raja",
        "paragraf":[
            [
                "Dayang Bandir dan Sandean Raja adalah kakak beradik dari Kerajaan Timur.",
                "Di usia mereka yang masih amat muda, mereka telah menjadi anak yatim piatu karena Raja wafat, sedangkan ibu mereka telah meninggal saat melahirkan Sandean Raja.",
                "Dengan meninggalnya Raja, maka harus dipilih raja yang baru.",
                "Karena Sandean Raja masih kecil, takhta kerajaan dipegang oleh Paman Kareang untuk sementara."
            ],
            [
                "Sayangnya, Paman Kareang berniat untuk menguasai kerajaan selamanya.",
                "Dayang Bandir mengetahui niat buruk pamannya.",
                "Karena itu, dia menyembunyikan pusaka kerajaan milik ayahnya.",
                "Dia tak mau pamannya merebut pusaka itu."
            ],
            [
                "“Hanya adikku yang berhak atas pusaka ini,” katanya.",
                "Paman Kareang mengetahui bahwa Dayang Bandir menyembunyikan pusaka itu.",
                "Dia memaksa keponakannya itu untuk menyerahkan pusaka kepadanya.",
                "“Jika kau tak mau, maka kau akan kuhukum,” ancamnya."
            ],
            [
                "Namun, Dayang Bandir bergeming.",
                "Sejak saat itu, Paman Sareang selalu marah-marah kepadanya.",
                "Dayang Bandir jadi tak betah berada di istana.",
                "Dia sering pergi meninggalkan istana dan baru pulang saat sore menjelang."
            ],
            [
                "Suatu hari, Dayang Bandir tak pulang.",
                "Sandean Raja amat cemas dan melapor pada Paman Sareang, yang lalu meminta pengawalnya untuk mencari Dayang Bandir.",
                "Ternyata, para pengawal menemukan Dayang Bandir telah meninggal karena digigit ular berbisa di dalam hutan.",
                "Sandean Raja amat sedih, sedangkan Paman Sareang diam-diam merasa senang."
            ],
            [
                "Itu artinya dia bisa bebas mencari pusaka kerajaan yang selama ini disembunyikan dan dijaga oleh Dayang Bandir.  Setelah menemukan pusaka kerajaan, Paman Sareang semakin pongah.",
                "Saat Sandean Raja sudah dewasa, Paman Sareang tak mau menyerahkan takhta padanya.",
                "Akhirnya, Sandean Raja memilih untuk pergi meninggalkan istana.",
                "Dalam perjalanan, Sandean Raja mendengar bisikan suara kakaknya, Dayang Bandir."
            ],
            [
                "“Pergilah ke Kerajaan Barat, temui Raja Sorma.",
                "Dia adalah kakak dari ibu kita.",
                "Dia tak culas seperti Paman Sareang.” Raja Sorma terkejut melihat kedatangan Sandean Raja.",
                "Dia bahkan tak percaya bahwa Sandean Raja benar-benar keponakannya."
            ],
            [
                "“Bukankah kedua keponakanku telah tewas digigit ular berbisa?” ucapnya ragu.",
                "“Begini saja.",
                "Semua keturunan keluarga kami, punya kemampuan untuk melakukan hal- hal luar biasa.",
                "Jika kau benar-benar Sandean Raja, maka turutilah perintahku,” kata Raja Sorma lagi."
            ],
            [
                "Raja Sorma lalu meminta Sandean Raja untuk memindahkan sebatang pohon dari hutan ke istana.",
                "Sandean Raja berhasil melakukannya dengan mudah.",
                "Tak puas, kali ini Raja Sorma memintanya untuk menebas hutan untuk dijadikan ladang.",
                "Lagi-lagi Sandean Raja bisa melakukannya dengan mudah."
            ],
            [
                "Raja Sorma penasaran.",
                "Dia lalu menyuruh Sandean Raja membangun istana megah dalam waktu tiga hari.",
                "Tak disangka, Sandean Raja mampu memenuhinya.",
                "Raja Sorma mulai percaya."
            ],
            [
                "Namun, ada ujian akhir yang harus diberikan pada Sandean Raja.",
                "Di sebuah ruang gelap gulita yang berisi puluhan orang gadis, dia harus menunjuk putri Raja Sorma.",
                "Sandean Raja jadi cemas.",
                "Namun, didengarnya lagi suara bisikan Dayang Bandir."
            ],
            [
                "“Masuklah, aku akan membantumu.” Ternyata benar, Sandean Raja berhasil menunjuk putri Raja Sorma.",
                "Sekarang Raja Sorma percaya.",
                "Beliau lalu memutuskan untuk membantu Sandean Raja dengan berbicara pada Paman Sareang mengenai takhta Kerajaan Timur.",
                "Akhirnya, Paman Sareang mengakui kesalahannya dan menyerahkan takhta pada Sandean Raja."
            ]
        ]
    },
    {
        "Judul":"Malin Kundang",
        "paragraf":[
            [
                "Alkisah di Sumatera Barat, hiduplah seorang Janda beserta anak laki-lakinya yang bernama Malin Kundang.",
                "Meski hidup mereka berkekurangan, sang ibu selalu berusaha keras memberikan kehidupan yang baik bagi Malin.",
                "Ketika Malin dewasa, dia pergi merantau bersama seorang saudagar demi mencari kehidupan yang lebih baik.",
                "”Malin akan pulang setelah berhasil."
            ],
            [
                "Malin akan menjemput Ibu.",
                "Doakan Malin, ya.” Bertahun-tahun kemudian, Malin Kundang menjadi pedagang yang berhasil.",
                "Dia berdagang dengan jujur dan menjadi terkenal karenanya.",
                "Dia juga sudah menikah dengan putri seorang kepala kampung."
            ],
            [
                "Sayangnya, Malin lupa kepada janjinya untuk menjemput ibunya.",
                "Malah, dia berbohong kepada istrinya dan mengatakan bahwa ayah ibunya sudah tiada.",
                "Suatu hari, Malin dan istrinya pergi berlayar.",
                "Karena cuaca di laut yang amat buruk, nakhkoda memutuskan untuk berhenti di pulau terdekat."
            ],
            [
                "Ketika kapal merapat, Malin terhenyak.",
                "”Bukankah ini kampung halamanku?” bisiknya cemas.",
                "Malin ingin memerintahkan nakhoda untuk berbalik arah, tetapi sudah terlambat.",
                "”Suamiku..."
            ],
            [
                "lihat!",
                "Kapal nelayan itu sedang membongkar ikan.",
                "Aku ingin sekali makan ikan segar.",
                "Ayo kita turun dan membeli ikan!” ajak istri Malin."
            ],
            [
                "Malin berusaha menolak, tetapi istrinya tak peduli.",
                "“Minggir...",
                "minggir...",
                "Saudagar Malin hendak lewat,” teriak anak buah Malin."
            ],
            [
                "Tak jauh dari situ, ibu Malin yang kebetulan sedang membantu para nelayan terkesiap.",
                "”MALIN?",
                "Apakah aku tidak salah dengar?” Dia lalu mendekat dan melihat.",
                "Benar, itu Malin, anaknya yang telah lama pergi."
            ],
            [
                "”MALIN...",
                "MALIN KUNDANG anakku!” teriaknya sambil memeluk Malin erat-erat.",
                "Malin cepat-cepat melepaskan diri dari pelukan ibunya.",
                "”Hei, kau wanita tua, siapa kau hingga berani memanggilku sebagai anakmu?” teriak Malin lantang."
            ],
            [
                "Ibu Malin terkesiap mendengar ucapan Malin.",
                "Istri Malin berusaha menengahi keadaan.",
                "”Wahai Ibu, apakah Ibu bisa membuktikan bahwa Malin benar-benar anak Ibu?” tanyanya dengan santun.",
                "Ibu Malin lalu berkata bahwa ada bekas luka di tangan Malin."
            ],
            [
                "Itu adalah luka yang didapat Malin saat kecil gara- gara dipatuk ayam milik tetangganya.",
                "Istri Malin teringat, memang ada bekas luka di tangan suaminya.",
                "”Suamiku, mengapa kau mengingkari ibumu sendiri?” tanyanya dengan sedih.",
                "Malin tak peduli."
            ],
            [
                "Dia tetap tak mengakui ibunya dan mengajak istrinya untuk meninggalkan tempat itu.",
                "Ibu Malin terus meratap, dan tepat pada saat itu, hujan turun deras sekali.",
                "Petir menggelegar dan angin bertiup kencang.",
                "Tiba-tiba, duarrr..."
            ],
            [
                "petir menyambar tepat di kaki Malin.",
                "Kaki Malin mendadak kaku dan keras seperti batu.",
                "Malin amat ketakutan.",
                "Dia sadar bahwa dia telah berdosa pada ibunya."
            ],
            [
                "”Ibu, ampuni aku.",
                "Tolong selamatkan aku,” teriaknya.",
                "Ibu Malin berusaha menolong, tetapi terlambat.",
                "Tubuh Malin mengeras menjadi batu."
            ],
            [
                "Konon, batu yang menyerupai bentuk Malin Kundang masih dapat ditemui di sebuah pantai bernama Aia Manih, di sebelah selatan Kota Padang, Sumatera Barat."
            ]
        ]
    },
    {
        "Judul":"Si Lebai yang Malang",
        "paragraf":[
            [
                "Lebai adalah seorang guru yang lugu dan baik hatinya.",
                "Namun sayang, dia suka bimbang.",
                "Dia selalu bimbang apakah harus begini atau begitu.",
                "Dia bahkan tak bisa memutuskan apa yang akan dimakannya hari ini."
            ],
            [
                "Akibat kebimbangannya, Si Lebai sering kali gagal mencapai tujuannya.",
                "Namun, Lebai tak berubah.",
                "Dia tetap saja menjadi orang yang suka bimbang.",
                "Suatu hari, Lebai mendapat dua undangan pesta pernikahan."
            ],
            [
                "Yang satu dari kerabat jauhnya di hulu sungai, dan yang satunya lagi dari muridnya di hilir sungai.",
                "Keduanya diadakan pada hari dan jam yang sama.",
                "Si Lebai pun jadi bimbang, pesta pernikahan siapa yang harus dia datangi.",
                "Sampai tiba harinya, Lebai masih tak bisa memutuskan."
            ],
            [
                "Setelah berpikir terus-menerus, akhirnya dia memutuskan untuk mendatangi kedua pesta tersebut.",
                "Dia tak mau rugi, karena tuan rumah pertama menjanjikan kepala sapi untuknya, dan tuan rumah kedua menjanjikan dua kepala kambing.",
                "Si Lebai bersiap mendayung perahunya.",
                "”Aku ke hilir dulu atau ke hulu dulu, ya?” Dia mulai bimbang."
            ],
            [
                "Akhirnya, dia memutuskan untuk ke hilir.",
                "”Kerabatku di hulu itu masakannya kurang enak.",
                "Sebaiknya aku ke hilir dulu karena ibu muridku kan pandai memasak.” Si Lebai mulai mendayung perahunya ke arah hilir.",
                "Di tengah perjalanan, Lebai bertemu dengan teman-temannya."
            ],
            [
                "Mereka baru saja pulang dari hilir.",
                "Mereka mengabarkan bahwa tamu di hilir amat banyak sehingga mereka harus berdesak- desakan saat mengambil makanan.",
                "Sepeninggal teman-temannya, Lebai mulai bimbang.",
                "Jika ke hilir, bisa jadi makanannya sudah habis."
            ],
            [
                "Padahal, perutnya sudah mulai keroncongan.",
                "”Ya sudah, aku ke hulu saja.” Dia lalu memutar arah perahunya.",
                "Namun, si Lebai tetaplah bimbang.",
                "Selalu ada yang membuatnya ragu untuk meneruskan perjalanannya."
            ],
            [
                "Akhirnya, seharian itu dia menghabiskan waktu hanya untuk mondar-mandir di sungai saja.",
                "Dia tak juga bisa memutuskan hendak ke hulu atau ke hilir.",
                "Dengan sisa tenaganya, Lebai memutuskan untuk pergi ke hilir.",
                "Namun, ternyata pesta telah usai."
            ],
            [
                "Semua makanan sudah habis.",
                "Lemaslah tubuh si Lebai.",
                "Saat berpamitan, dia mengingatkan janji muridnya untuk memberi kepala sapi kepadanya.",
                "”Maafkan aku, Guru."
            ],
            [
                "Aku kira Guru tak akan datang, jadi kepala sapinya sudah kuberikan kepada orang lain,” kata muridnya.",
                "Dengan gontai, Lebai pun meninggalkan hilir.",
                "Sekarang Lebai mendayung ke hulu.",
                "Namun, sama dengan pesta di hilir, semua makanan juga telah habis."
            ],
            [
                "Pesta telah usai dan semua tamu undangan sudah pulang.",
                "Kerabatnya menyambut Lebai dan meminta maaf, ”Maafkan kami, Lebai.",
                "Kukira kau tak datang.",
                "Kami juga sudah memberikan kepala kambingnya pada orang lain.” Sekarang, si Lebai benar-benar lemas."
            ],
            [
                "Begitulah si Lebai.",
                "Akibat sikapnya yang mudah bimbang, dia tak mendapatkan apa-apa."
            ]
        ]
    },
    {
        "Judul":"Siamang Putih",
        "paragraf":[
            [
                "Puti Juilan adalah cucu dari Tuanku Raja Kecik, raja di Kerajaan Pagaruyung.",
                "Parasnya amat cantik, tingkah lakunya pun sopan dan lembut.",
                "Begitu cantiknya dia hingga tak ada pemuda yang berani melamarnya, apalagi Puti Juilan adalah keturunan bangsawan.",
                "Semakin lama, usia Puti Juilan semakin bertambah."
            ],
            [
                "Kakeknya mulai gelisah karena cucunya tak kunjung menikah.",
                "Beliau lalu berunding dengan orangtua Puti Juilan, dan mereka sepakat untuk mencarikan jodoh bagi Puti Juilan.",
                "Sebelum usaha mencari jodoh dimulai, Puti Juilan bercerita tentang mimpinya yang aneh.",
                "“Aku bermimpi menikah dengan seorang pemuda keturunan bangsawan bernama Sutan Rumandang.” Mendengar ucapan cucunya, Tuanku Raja Kecik segera mengerahkan para pengawalnya untuk mencari pemuda yang bernama Sutan Rumandang ke pelosok negeri."
            ],
            [
                "Sayangnya, usahanya itu tak berhasil.",
                "Sutan Rumandang tak juga ditemukan.",
                "Tuanku Raja Kecik putus asa.",
                "“Menikahlah dengan orang lain.” Namun, Puti Juilan tak mau."
            ],
            [
                "Hari berganti hari, mimpi Puti Juilan pun menjadi kenyataan.",
                "Sebuah kapal besar yang dinakhodai oleh seorang pemuda berlabuh di Pantai Tiku.",
                "“Nama hamba Sutan Rumandang, anak seorang bangsawan dari negeri seberang.",
                "Hamba sedang berlayar ke banyak negeri untuk berdagang."
            ],
            [
                "Bolehkah hamba beristirahat sejenak di sini?” tanya pemuda itu dengan sopan saat menghadap Tuanku Raja Kecik.",
                "Puti Juilan terkejut melihat wajah pemuda yang sama persis dengan pemuda dalam mimpinya.",
                "Dalam sekejap, dia pun jatuh cinta.",
                "Demikian juga dengan Sutan Rumandang."
            ],
            [
                "Tuanku Raja Kecik lalu memutuskan untuk menikahkan mereka berdua.  Sayang, Sutan Rumandang menolak.",
                "“Izinkan hamba mencari kekayaan terlebih dahulu.",
                "Hamba akan segera kembali begitu hamba sudah pantas menikahi Puti Juilan.” Puti Juilan setuju.",
                "Sebelum Sutan Rumandang melanjutkan perjalanannya, mereka berdua pun mengucap janji untuk saling setia dengan disaksikan Tuanku Raja Kecik."
            ],
            [
                "“Aku akan menunggumu.",
                "Jika aku sampai menikah dengan pria lain, maka aku akan berubah menjadi siamang putih,” janji Puti Juilan.",
                "Sutan Rumandang melambaikan tangannya.",
                "“Aku berjanji akan selalu setia padamu."
            ],
            [
                "Jika tidak, biarlah kapalku ini tenggelam di laut,” janjinya.",
                "Kapal Sutan Rumandang pun mulai meninggalkan Pantai Tiku.",
                "Bertahun-tahun telah berlalu.",
                "Sutan Rumandang tak kunjung datang."
            ],
            [
                "Tuanku Raja Kecik mulai mendesak Puti Juilan untuk melupakan Sutan Rumandang dan menikah dengan pemuda lain.",
                "Dalam hati, Puti Juilan membenarkan saran kakeknya.",
                "Sepertinya, Sutan Rumandang sudah melupakannya.",
                "Kebetulan, saat itu ada seorang pemuda dari tanah seberang yang sedang merapatkan kapalnya di Pantai Tiku."
            ],
            [
                "Pemuda itu merupakan anak seorang bangsawan yang kaya raya.",
                "Saat bertemu dengan Puti Juilan, pemuda itu jatuh cinta padanya.",
                "Dia lalu menyatakan niatnya kepada Tuanku Raja Kecik untuk menikahi Puti Juilan.",
                "Pada hari pernikahannya, Puti Juilan duduk berdampingan dengan pemuda itu di singgasana pengantin."
            ],
            [
                "Tiba-tiba, “Aduh...,” teriaknya.",
                "Puti Juilan mulai bertingkah aneh.",
                "Dia berdiri sambil melompat-lompat.",
                "Dia bahkan melompat sampai ke langit-langit istana."
            ],
            [
                "Semua tamu yang hadir terpekik.",
                "Mereka melihat, tubuh Puti Juilan mendadak ditumbuhi bulu berwarna putih.",
                "Tuanku Raja Kecik terhenyak karena dia teringat akan janji Puti Juilan pada Sutan Rumandang.",
                "Puti Juilan berubah menjadi siamang putih!"
            ],
            [
                "Tuanku Raja Kecik berusaha membatalkan pernikahan, tetapi sudah terlambat.",
                "Puti Juilan tak bisa kembali ke wujud asalnya.",
                "Sejak saat itu, Puti Juilan yang sekarang berwujud siamang putih, selalu duduk di tepi Pantai Tilu.",
                "Dia berharap, Suran Rumandang akan kembali."
            ]
        ]
    },
    {
        "Judul":"Legenda Ikan Patin",
        "paragraf":[
            [
                "Suatu hari, Awang Gading menemukan seorang bayi perempuan yang tergeletak di dalam sebuah keranjang.",
                "Saat itu, dia hendak pulang usai memancing.",
                "Awang Gading memutuskan untuk mengambil bayi itu.",
                "Lagi pula, dia hidup sebatang kara."
            ],
            [
                "Dia berharap, dia tak kesepian lagi dengan adanya bayi itu.",
                "Dia menamakan bayinya Dayang Kumunah.",
                "Bertahun-tahun kemudian, Dayang Kumunah tumbuh menjadi gadis cantik dan baik hati.",
                "Dia disukai banyak orang."
            ],
            [
                "Awang Gading sungguh bahagia.",
                "Namun sayangnya, Dayang Kumunah tak pernah tertawa.",
                "Awang Gading tak tahu apa sebabnya.",
                "Suatu hari, seorang pemuda bernama Awangku Usop datang menemui Awang Gading."
            ],
            [
                "Rupanya, dia telah mendengar kecantikan Dayang Kumunah.",
                "Dia datang untuk melamar Dayang Kumunah.",
                "Awang Gading menyerahkan keputusan pada Dayang Kumunah.",
                "”Sebelum menikahiku, ketahuilah bahwa aku adalah penghuni sungai."
            ],
            [
                "Dunia kita berbeda, tetapi jika Kanda mau menerimaku apa adanya, aku bersedia menjadi istri Kanda,” jawab Dayang Kumunah.",
                "Awangku Usop tak mempermasalahkan asal-usul Dayang Kumunah.",
                "”Satu lagi, jangan pernah memintaku untuk tertawa.",
                "Aku tak bisa dan tak boleh melakukannya,” kata Dayang Kumunah lagi."
            ],
            [
                "Awangku Usop menyetujui semua permintaan Dayang Kumunah dan mereka pun menikah.  Rumah tangga Dayang Kumunah dan Awangku Usop amat bahagia.",
                "Apalagi, mereka dikaruniai lima orang anak yang lucu dan sehat.",
                "Awangku Usop sangat menyayangi Dayang Kumunah.",
                "Baginya, istrinya adalah wanita dan ibu yang hebat."
            ],
            [
                "Suatu hari, anak mereka yang bungsu mulai berjalan.",
                "Bagi Awangku Usop, cara berjalannya lucu sekali.",
                "Sesekali, anak itu terjatuh.",
                "Awang Usop dan anak-anaknya menggoda si bungsu sambil tertawa-tawa."
            ],
            [
                "”Lihat istriku, anak kita mulai berjalan.",
                "Mengapa kau tak ikut bergembira bersama kami?",
                "Tertawalah, apakah kau tak bahagia melihat kelucuan si bungsu?” tanya Awangku Usop pada Dayang Kumunah.",
                "Dayang Kumunah terdiam."
            ],
            [
                "Sebenarnya, dia ingin sekali tertawa.",
                "Namun, dia tak boleh melakukannya.",
                "Awangku Usop terus memaksanya untuk tertawa.",
                "Bahkan, suaminya itu menggelitik dan menggodanya terus-menerus."
            ],
            [
                "Dayang Kumunah menyerah.",
                "Dia tertawa terbahak-bahak.",
                "Bahunya sampai terguncang-guncang.",
                "Saat itulah, Awangku Usop dan anak-anaknya melihat ada insang di dalam mulut Dayang Kumunah, pertanda bahwa istrinya adalah keturunan ikan."
            ],
            [
                "Melihat suami dan anak-anaknya memandangnya dengan aneh, Dayang Kumunah menghentikan tawanya.",
                "Dia menyadari kesalahannya, lalu berlari meninggalkan suami dan anak-anaknya.",
                "”Istriku, kau mau ke mana?” teriak Awangku Usop mengejarnya.",
                "Kelima anaknya juga mengikuti dari belakang."
            ],
            [
                "Dayang Kumunah berlari ke arah sungai.",
                "Sesampai di pinggir sungai, dia menoleh pada suaminya.",
                "”Maafkan aku, aku sudah berjanji pada raja penghuni sungai untuk tidak tertawa.",
                "Aku tidak diizinkan untuk memamerkan insangku pada siapa pun."
            ],
            [
                "Jika aku melanggarnya, maka aku harus kembali ke sungai.” Usai berkata demikian, Dayang Kumunah menceburkan diri ke sungai.",
                "Tubuhnya lalu berubah menjadi ikan yang cantik.",
                "Awangku Usop menyesali perbuatannya.",
                "Dia tak menyangka bahwa dia harus kehilangan istrinya."
            ],
            [
                "Namun, semuanya sudah terlambat.",
                "Ikan jelmaan Dayang Kumunah itulah yang sampai sekarang dipercaya oleh masyarakat Riau sebagai ikan patin."
            ]
        ]
    },
    {
        "Judul":"Burung Tempua dan Burung Puyuh",
        "paragraf":[
            [
                "Burung tempua dan burung puyuh adalah sepasang sahabat.",
                "Selama ini, mereka selalu hidup rukun.",
                "Namun, suatu saat mereka sedikit berselisih.",
                "Masing-masing menyatakan memiliki sarang yang paling bagus dan nyaman."
            ],
            [
                "“Tentu saja sarangku yang lebih hebat.",
                "Aku membuatnya selama berminggu-minggu dengan cara menjalin rumput kering dan alang-alang.",
                "Sarangku amat kuat!“ Tempua memulai pembicaraan.",
                "Puyuh tergelak."
            ],
            [
                "“Untuk apa menghabiskan waktu berminggu- minggu untuk membuat sarang?",
                "Lihatlah sarangku.",
                "Aku bahkan tak perlu membuatnya.” Puyuh menunjukkan sarangnya, pohon tumbang yang dijadikan Puyuh sebagai tempat berlindung.",
                "Tempua mencibir."
            ],
            [
                "“Itu bukan sarang.",
                "Lagi pula, jika hanya seperti itu, musuh mudah menangkapmu.” Puyuh menggeleng.",
                "“Tidak.",
                "Mereka tak tahu keberadaanku."
            ],
            [
                "Aku akan sering berpindah sarang.” Tempua terdiam sejenak.",
                "Dia merasa bahwa sarangnya masih jauh lebih baik daripada sarang Puyuh.",
                "Untuk membuktikannya, dia mengajak Puyuh menginap di sarangnya.",
                "Dia yakin, Puyuh akan mengakui bahwa sarangnya jauh lebih baik."
            ],
            [
                "Puyuh setuju dan mengikuti Tempua pulang.",
                "Saat menuju ke sarang Tempua, Puyuh cukup kelelahan.",
                "Maklum saja, selama ini dia tak perlu terbang tinggi untuk kembali ke sarangnya sendiri.",
                "Tak lama kemudian, mereka berdua tidur."
            ],
            [
                "Namun, Puyuh gelisah.",
                "Dia kehausan.",
                "Dia lalu membangunkan Tempua untuk meminta minum.",
                "Namun, Tempua tak punya air."
            ],
            [
                "Puyuh tak mungkin terbang ke luar untuk mencari air.",
                "Suasana di luar gelap gulita, lagi pula sarang itu tinggi sekali.",
                "Akhirnya, Puyuh tidur sambil menahan haus.",
                "Beberapa saat kemudian, ada angin kencang bertiup."
            ],
            [
                "Pohon tempat sarang Tempua bergoyang-goyang hebat.",
                "Puyuh ketakutan.",
                "“Tenang saja.",
                "Sarangku kuat, kita tak mungkin jatuh,” hibur Tempua."
            ],
            [
                "Tempua benar.",
                "Tak lama kemudian, angin berhenti bertiup.",
                "Mereka berdua masih aman di dalam sarang.",
                "Namun, Puyuh masih ketakutan."
            ],
            [
                "Malam itu dia tak bisa tidur nyenyak.  Keesokan harinya, Puyuh berpamitan pada Tempua.",
                "Dia tak mau tinggal di sarang Tempua lagi.",
                "Lalu Puyuh menawarkan pada Tempua, “Bagaimana kalau kau juga mencoba tidur di sarangku?” Tempua pun setuju.",
                "Hari sudah malam saat Puyuh dan Tempua menemukan pohon tumbang di dekat sungai."
            ],
            [
                "“Pohon ini amat cocok bagi kita,” seru Puyuh senang.",
                "Tempua bingung.",
                "“Kita mau tidur di mana?” Puyuh menunjuk kolong pohon itu.",
                "Meski merasa enggan, Tempua pun menuruti ajakan Puyuh."
            ],
            [
                "Tengah malam, hujan turun deras.",
                "Tempua kedinginan.",
                "“Tak apa-apa.",
                "Sebentar lagi hujan reda,” hibur Puyuh."
            ],
            [
                "Tempua berusaha tidur.",
                "Meski menggigil, dia tak berkata apa-apa lagi.",
                "Keesokan harinya, Tempua mengeluh pada Puyuh.",
                "Badannya demam."
            ],
            [
                "“Aku tak cocok tinggal di sarangmu,” keluhnya.",
                "Akhirnya, baik Tempua maupun Puyuh menyadari bahwa mereka tak bisa memaksakan pendapat mereka tentang kehebatan sarangnya.",
                "Mereka pun tak jadi berselisih."
            ]
        ]
    },
    {
        "Judul":"Putri Mambang Linau",
        "paragraf":[
            [
                "Bujang Enok sedang mencari kayu di hutan saat tiba-tiba seekor ular berbisa muncul di hadapannya.",
                "Untunglah Bujang Enok sigap.",
                "Dia membunuh ular itu sebelum terpatuk.",
                "Dalam perjalanan pulang, Bujang Enok melihat sekelompok wanita sedang bercakap-cakap."
            ],
            [
                "”Berkat pemuda itu, kita aman.",
                "Tak ada lagi ular berbisa yang membahayakan,” ucap salah satu dari wanita itu.",
                "Bujang Enok pun paham bahwa selama ini ular tersebut sudah meresahkan banyak orang.",
                "Sesampainya di rumah, seperti biasa Bujang Enok menuju ke dapur dan makan."
            ],
            [
                "Namun, dia terkejut melihat dapurnya penuh dengan makanan lezat.",
                "Meski heran, Bujang Enok makan dengan lahap.",
                "Dalam hati dia berjanji akan menyelidiki siapa yang menyiapkan semua makanan itu.",
                "Keesokan harinya, Bujang Enok mengintip dapurnya."
            ],
            [
                "Ternyata, yang menyediakan makanan adalah tujuh wanita cantik.",
                "Mereka menyediakan makanan sebagai ucapan terima kasih karena Bujang Enok berhasil membunuh ular berbisa itu.",
                "Bujang Enok terkesima melihat kecantikan mereka.",
                "Dia pun jatuh cinta pada salah satu wanita yang berselendang jingga."
            ],
            [
                "Ketujuh wanita itu lalu meninggalkan rumah Bujang Enok.",
                "Mereka terbang satu per satu ke langit.",
                "Rupanya, mereka bukan manusia, melainkan bidadari yang tinggal di kayangan.",
                "Malang bagi wanita berselendang jingga, selendangnya hilang."
            ],
            [
                "Dia tak dapat ikut terbang.",
                "Dia tak tahu bahwa selendangnya terkait di pintu rumah Bujang Enok.",
                "Dia pun menangis ketakutan karena ditinggal sendiri.  Bujang Enok menghampiri wanita itu dan mengembalikan selendangnya.",
                "”Maukah kau tinggal di sini saja?"
            ],
            [
                "Menikahlah denganku.” Bujang Enok melamar wanita itu.",
                "Setelah terdiam sesaat, wanita itu setuju.",
                "Dia menyebutkan bahwa dirinya bernama Putri Mambang Linau.",
                "”Aku mau menikahi Kanda, tetapi ada syaratnya."
            ],
            [
                "Kanda tak boleh menyuruhku untuk menari.",
                "Jika aku menari, maka aku akan kembali ke kayangan, tempat aku berasal,” kata wanita itu.",
                "Bujang Enok menyetujui syarat itu.",
                "Mereka pun menikah."
            ],
            [
                "Hari demi hari berlalu.",
                "Bujang Enok dan Putri Mambang Linau hidup berbahagia.",
                "Mereka amat dermawan dan suka menyantuni orang miskin.",
                "Lama-kelamaan, sifat baik hati Bujang Enok terdengar sampai ke telinga Raja."
            ],
            [
                "Raja senang bahwa Bujang Enok telah membantunya menyejahterakan rakyat.",
                "Untuk membalas jasa Bujang Enok, Raja mengangkatnya menjadi kepala kampung.",
                "Suatu hari, semua kepala kampung diundang menghadiri pesta yang diadakan oleh Raja.",
                "Raja juga meminta agar semua istri kepala kampung menari di pestanya."
            ],
            [
                "Bujang Enok gundah.",
                "Dia tak ingin membangkang Raja, tetapi dia juga sudah berjanji pada istrinya.",
                "”Istriku, tolonglah aku.",
                "Sekali ini saja,” pintanya pada istrinya.  Putri Mambang Linau tak ingin menyulitkan suaminya."
            ],
            [
                "Dia pun menurut dan mempersembahkan tariannya yang terindah.",
                "Namun, saat dia sedang menari, tiba-tiba kakinya terangkat dari tanah.",
                "Tak lama kemudian, tubuhnya melayang-layang ke udara.",
                "Suasana pun jadi gempar."
            ],
            [
                "Bujang Enok memandangi istrinya dengan sedih.",
                "Rupanya, istrinya harus kembali ke kayangan.",
                "Putri Mambang Linau terbang semakin jauh ke langit.",
                "Dia melambaikan tangan tanda perpisahan pada suaminya."
            ],
            [
                "Bujang Enok menyesal telah memaksa istrinya.",
                "Namun, dia juga tak mau membantah perintah Raja.",
                "Atas kesetiaannya, Raja menjadikan Bujang Enok sebagai penghulu istana.",
                "Sampai akhir hayatnya, Bujang Enok mengabdikan diri pada rakyat dan rajanya."
            ]
        ]
    },
    {
        "Judul":"Si Kelingking",
        "paragraf":[
            [
                "Kelingking adalah seorang pemuda yang tubuhnya seukuran jari kelingking orang dewasa.",
                "Meski demikian, dia seorang pemberani.",
                "Dia tak takut pada apa pun!",
                "Bahkan, dia berani pada Nenek Gergasi, raksasa pemakan manusia yang menyerang negerinya."
            ],
            [
                "Saat semua orang sudah mengungsi, Kelingking malah bertahan.",
                "Meski bertubuh mungil, Kelingking adalah pemuda yang cerdas dan pemberani.",
                "Buum...",
                "buum..."
            ],
            [
                "suara langkah Nenek Gergasi terdengar jelas oleh Kelingking yang bersembunyi di antara ranting pohon.",
                "Kelingking mengintip dan melihat sosok Nenek Gergasi yang besar dan menyeramkan.",
                "”Kenapa sepi sekali?",
                "Ke mana semua manusia?"
            ],
            [
                "Aku lapar!” teriak Nenek Gergasi.",
                "Berulang kali dia berteriak, tetapi tak ada yang muncul.",
                "Dia pun mulai marah.",
                "Tiba-tiba, terdengarlah sebuah suara."
            ],
            [
                "”Hahaha...!",
                "Kau terlambat!",
                "Semua manusia di negeri ini sudah aku makan.",
                "Sekarang, giliranmu tiba."
            ],
            [
                "Kudengar, dagingmu amat lezat!” Nenek Gergasi memandang sekitarnya.",
                "Tak ada siapa pun.",
                "Nenek Gergasi jadi ketakutan dan lari sekencang-kencangnya.",
                "”Hei, jangan lari!"
            ],
            [
                "Aku mau memakanmu!” teriak suara itu lagi.",
                "”Ampun, ampun, jangan makan aku,” Nenek Gergasi terus berlari.",
                "Kelingking keluar dari tempat persembunyiannya.",
                "Rupanya, dialah yang menakut-nakuti Nenek Gergasi."
            ],
            [
                "Semua penduduk negeri dipanggilnya kembali.",
                "Mereka semua lega karena Nenek Gergasi sudah pergi.",
                "Raja berterima kasih pada Kelingking.",
                "Beliau lalu mengajak Kelingking dan ibunya untuk tinggal di istana."
            ],
            [
                "Kelingking pun diangkat sebagai panglima perang.",
                "Suatu hari, Kelingking terlihat gelisah.",
                "”Aku ingin menikahi putri raja, Bu.",
                "Aku mencintainya,” ungkap Kelingking."
            ],
            [
                "”Benarkah?",
                "Jika begitu, Ibu akan menemanimu bicara pada Raja,” kata ibunya.",
                "Ditemani ibunya, Kelingking menghadap Raja dan menyampaikan keinginannya.",
                "Raja pun marah dan mengusir Kelingking dari istana."
            ],
            [
                "”Tunggu, Ayah.",
                "Aku mau menikah dengannya.",
                "Bukankah dia yang sudah menyelamatkan negeri kita?” cegah Putri Raja.",
                "Akhirnya, dengan berat hati, Raja pun mengizinkan Kelingking menikahi putrinya."
            ],
            [
                "Setelah menikah, Kelingking dan Putri tinggal di istana mereka sendiri.",
                "Namun, ada yang aneh pada diri Kelingking.",
                "Tiap malam, dia selalu pergi ke luar istana dan baru pulang menjelang pagi.",
                "Karena penasaran, Putri pun menguntitnya."
            ],
            [
                "Ternyata, Kelingking pergi ke sebuah telaga dan mandi di sana.",
                "Putri lega, ternyata suaminya hanya mandi.",
                "Meski demikian, dia merasa heran, mengapa suaminya harus mandi di telaga tiap malam.",
                "Suatu malam, Putri yang sedang tidur mendengar pintu kamarnya terbuka."
            ],
            [
                "Saat membuka mata, betapa terkejutnya putri melihat seorang pria gagah perkasa ada di kamarnya.",
                "Putri nyaris berteriak, tetapi dia melihat wajah pria itu persis dengan Kelingking.",
                "”Suamiku?” tanyanya ragu.",
                "”Ya!” sahut Kelingking gembira."
            ],
            [
                "”Aku suamimu!” katanya lagi sambil menunjukkan baju Kelingking yang mungil.",
                "Kelingking lalu menceritakan apa yang terjadi.",
                "Rupanya, dulu saat Nenek Gergasi lari terbirit-birit, ada selembar kertas yang jatuh dari kantong bajunya.",
                "Di kertas itu ada denah sebuah telaga yang dikatakan bisa memperbesar tubuh siapa pun."
            ],
            [
                "Kelingking pun mencari telaga tersebut dan mencoba semua petunjuk yang dituliskan di denah tersebut.",
                "Dan, dia berhasil!",
                "Sekarang, tubuh Kelingking berukuran seperti manusia biasa.",
                "Kelingking pun menjadi raja, menggantikan mertuanya yang sudah tua."
            ]
        ]
    },
    {
        "Judul":"Ibu Kami Seekor Kucing",
        "paragraf":[
            [
                "Di sebuah dusun di Jambi, ada dua gadis cantik bernama Mimi dan Mini.",
                "Melihat kecantikan mereka, tak ada yang menyangka bahwa ibu mereka adalah seekor kucing.",
                "Ya, ibu Mimi dan Mini adalah seekor kucing.",
                "Meski demikian, Mimi dan Mini menyayangi ibunya."
            ],
            [
                "Namun, suatu hari rasa sayang mereka berubah menjadi kekecewaan.",
                "Semua itu gara-gara ucapan dua orang pemuda yang batal menikahi mereka setelah mengetahui bahwa ibu mereka seekor kucing.",
                "“Kami tak mau punya mertua seekor kucing,” kata pemuda-pemuda itu.",
                "Mimi dan Mini sedih, lalu berpikir untuk mencari ibu baru."
            ],
            [
                "Mendengar keinginan anak-anaknya, sang ibu tak dapat berbuat apa-apa.",
                "Maka, dibiarkannya Mimi dan Mini pergi mencari ibu baru.",
                "Mimi dan Mini meninggalkan ibunya.",
                "Dalam perjalanan, mereka bertemu Matahari."
            ],
            [
                "Mereka merasa, Matahari pantas menjadi ibu mereka.",
                "Selain besar, Matahari juga mampu menerangi dunia.",
                "Matahari terkekeh.",
                "“Aku tak ada apa-apanya dibandingkan Awan."
            ],
            [
                "Jika Awan menutupiku, maka sinarku hilang Mengapa kalian tak meminta Awan untuk menjadi ibu kalian?” Mimi dan Mini menurut.",
                "Mereka menemui Awan.",
                "“Aku tak hebat.",
                "Jika aku tertiup angin, maka tubuhku akan membentur Gunung."
            ],
            [
                "Rasanya sakit sekali.",
                "Gunung amat kuat.",
                "Dia layak menjadi ibu kalian,” kata Awan.  Mimi dan Mini pun menemui Gunung.",
                "“Hahaha, aku memang kelihatan kuat."
            ],
            [
                "Tapi lihatlah, tubuhku berlubang-lubang.",
                "Aku tak bisa mencegah Tikus untuk menggerogoti tubuhku.",
                "Mintalah Tikus untuk menjadi ibu kalian.” Akhirnya, Mimi dan Mini bertemu Tikus.",
                "Mereka melihat Tikus sedang menggerogoti kayu yang besar."
            ],
            [
                "“Kamu hebat dan kuat, maukah kau menjadi ibu kami?” pinta mereka.",
                "Tikus memandang ragu.",
                "“Aku?",
                "Aku tidaklah hebat."
            ],
            [
                "Masih ada yang lebih hebat dariku.",
                "Dia adalah Kucing!",
                "Aku pasti lari terbirit-birit jika melihatnya,” sahut Tikus.",
                "Mimi dan Mini berpandang-pandangan."
            ],
            [
                "Mereka telah berjalan jauh untuk mencari ibu baru.",
                "Namun ternyata, yang terbaik dan paling pantas untuk menjadi ibu mereka adalah seekor kucing.",
                "Mereka lalu menyadari kesalahannya dan segera pulang menemui ibunya.",
                "Sang ibu amat berbahagia melihat kedua anaknya kembali."
            ],
            [
                "Sejak saat itu, Mimi dan Mini tak pernah ingin punya ibu baru.",
                ""
            ]
        ]
    },
    {
        "Judul":"Legenda Pulau Kemaro",
        "paragraf":[
            [
                "Dahulu kala, ada sebuah kerajaan bernama Kerajaan Sriwijaya.",
                "Rajanya memiliki seorang putri yang amat cantik, bernama Siti Fatimah.",
                "Suatu hari, Tan Boen An, seorang putra mahkota dari Negeri China datang untuk berdagang.",
                "Raja Sriwijaya senang melihat Tan Boen An yang rajin, dan berharap agar Tan Boen An bisa menjadi menantunya."
            ],
            [
                "Raja menjamu Tan Boen An di istana.",
                "Saat itulah, Siti Fatimah muncul.",
                "Tan Boen An terkesiap.",
                "Dia terpesona melihat kecantikan Siti Fatimah."
            ],
            [
                "Raja pun memperkenalkan Tan Boen An pada putrinya.",
                "Sejak saat itu, Tan Boen An dan Siti Fatimah jatuh cinta, lalu memutuskan untuk menikah.",
                "Sebelum menikah, Raja Sriwijaya meminta Tan Boen An untuk menyediakan mas kawin.",
                "”Sediakan sembilan buah guci berisi emas,” pinta Raja."
            ],
            [
                "Tan Boen An menyetujui permintaan Raja.",
                "Dia lalu mengutus seorang anak buahnya untuk pulang dan memberikan surat pada orangtuanya.",
                "Dalam surat itu, Tan Boen An memohon restu dan juga meminta agar orangtuanya menyediakan sembilan guci berisi emas.",
                "Beberapa bulan kemudian, utusannya kembali dengan membawa sembilan buah guci di kapalnya."
            ],
            [
                "Tan Boen An mengajak Siti Fatimah dan Raja Sriwijaya untuk melihat isi guci-guci tersebut.",
                "Dia yakin guci-guci tersebut berisi emas.",
                "Namun, tanpa sepengetahuan Tan Boen An dan juga utusannya, orangtuanya telah menutupi emas-emas itu dengan sayuran.",
                "Mereka berjaga-jaga, kalau-kalau ada perompak yang menyerang kapal."
            ],
            [
                "Dengan menyembunyikannya di balik sayuran, emas itu aman.",
                "Sayang, mereka lupa memberitahukan hal itu pada Tan Boen An, juga pada utusannya.",
                "Saat melihat tumpukan sayur yang sudah membusuk, Raja marah besar.",
                "Tan Boen An pun jadi malu dan gusar."
            ],
            [
                "Dia lalu membuang guci-guci itu ke sungai dengan penuh amarah.  Saat dia membuang guci terakhir, tak sengaja gucinya membentur pagar kapal.",
                "Guci itu pecah, dan betapa terkejutnya semua orang yang ada di atas kapal itu.",
                "Di antara sayuran busuk, ada berbatang-batang emas!",
                "Tan Boen An langsung tersadar bahwa guci-guci yang sudah dibuangnya tadi, semuanya berisi emas."
            ],
            [
                "Tanpa pikir panjang, dia terjun dan berenang menyusuri Sungai Musi.",
                "Sekuat tenaga dia mencari guci-gucinya yang telah hanyut.",
                "Dia terus berenang jauh meninggalkan kapal sampai tubuhnya tak terlihat.",
                "Sudah berhari-hari, Tan Boen An tak juga kembali."
            ],
            [
                "Siti Fatimah jadi gelisah.",
                "Dia meminta izin pada ayahnya untuk mencari Tan Boen An.",
                "Siti Fatimah berangkat dengan ditemani sejumlah prajurit kerajaan.",
                "Mereka menyusuri Sungai Musi."
            ],
            [
                "Saat itulah, Siti Fatimah seolah mendengar suara Tan Boen An memanggilnya.",
                "Namun, tak ada prajurit yang mendengar suara itu.",
                "“Itu suara Tan Boen An, aku harus menolongnya!” Siti Fatimah pun bergegas menceburkan dirinya ke sungai.",
                "Para prajurit tak sempat mencegah sang putri."
            ],
            [
                "Tubuh Siti Fatimah pun hanyut oleh aliran Sungai Musi yang deras.",
                "Para prajurit panik dan melapor pada Raja.",
                "Raja pun bergegas menuju Sungai Musi.",
                "Namun, Siti Fatimah tak ditemukannya."
            ],
            [
                "Beliau hanya melihat gundukan tanah di tepi sungai.",
                "Raja meyakini, gundukan tanah itu adalah kuburan putrinya.",
                "Gundukan tanah itu semakin lama semakin besar.",
                "Orang-orang lalu menamainya dengan Pulau Kemaro."
            ]
        ]
    },
    {
        "Judul":"Putri Kemarau",
        "paragraf":[
            [
                "Alkisah, hiduplah seorang raja bijaksana dan dicintai rakyatnya.",
                "Dia memiliki seorang putri bernama Putri Jelitani.",
                "Karena dilahirkan di musim kemarau, dia juga sering dipanggil dengan sebutan Putri Kemarau.",
                "Raja amat menyayangi putri satu-satunya itu."
            ],
            [
                "Apalagi, permaisuri telah meninggal.",
                "Meski tak lagi memiliki ibu, Putri Jelitani hidup bahagia.",
                "Namun, suatu hari kebahagiaan mereka terusik.",
                "Musim kemarau yang panjang melanda negeri mereka."
            ],
            [
                "Sungai mengering, pepohonan meranggas, dan panen pun gagal.",
                "Selain itu, banyak binatang ternak yang mati.",
                "Rakyat benar- benar menderita.",
                "Melihat keadaan rakyatnya, Raja tak tinggal diam."
            ],
            [
                "Beliau mencari cara agar negerinya terselamatkan dari musim kemarau yang berkepanjangan.",
                "Didampingi oleh Putri Jelitani, Raja memanggil penasihat kerajaan untuk membicarakan masalah tersebut.",
                "Namun, mereka tak menemukan jalan keluarnya, sampai akhirnya Putri Jelitani berkata, “Sebaiknya kita berdoa memohon kepada Tuhan agar hujan segera datang.” Raja dan penasihat istana setuju.",
                "Rakyat diminta untuk berdoa agar musim kemarau segera berlalu."
            ],
            [
                "Setelah beberapa hari terus berdoa, Putri Jelitani bermimpi.",
                "Dalam mimpinya, dia bertemu dengan ibunya.",
                "“Negeri ini bisa selamat jika ada seorang gadis yang mau berkorban dengan menceburkan diri ke laut,” kata ibunya dalam mimpi.",
                "Putri Jelitani tergeragap."
            ],
            [
                "Dia lalu mencari ayahnya dan menceritakan mimpinya.",
                "Raja tercenung.",
                "“Aneh sekali.",
                "Semalam, aku juga bermimpi hal yang sama,” gumamnya."
            ],
            [
                "Akhirnya, Raja memanggil penasihat istana, yang lalu menyarankan agar Raja melaksanakan mimpi tersebut.  “Tapi, siapakah gadis yang mau berkorban seperti itu?",
                "Aku yakin, tak ada yang mau,” kata Raja.",
                "Tiba-tiba Putri Jelitani menyela, “Aku mau, Ayah.",
                "Aku rela mengorbankan diri, asalkan rakyat kita kembali makmur."
            ],
            [
                "Aku tak tega melihat keadaan mereka sekarang.” Raja dan penasihat istana terkejut.",
                "Raja menolak keinginan putrinya.",
                "Beliau tak mau kehilangan putri satu-satunya.",
                "Namun Putri Jelitani bersikeras."
            ],
            [
                "Disaksikan oleh rakyatnya, dia menuju ke ujung tebing laut, dan bersiap untuk terjun.",
                "Di bawahnya, air laut bergolak dahsyat.",
                "Raja menutup matanya, Beliau tak tega menyaksikan tubuh putrinya ditelan ombak.",
                "“Selamat tinggal, Ayah."
            ],
            [
                "Selamat tinggal semuanya!” ucap Putri Jelitani.",
                "Tiba-tiba terdengar petir menyambar-nyambar.",
                "Langit menjadi gelap dan hujan turun deras sekali.",
                "Dalam waktu singkat, seluruh wilayah kerajaan digenangi air."
            ],
            [
                "Sungai-sungai pun meluap.",
                "Raja amat bersuka cita.",
                "Sambil memeluk putrinya, beliau berkata, “Tuhan sayang pada kita semua.",
                "Lihat, air ada di mana-mana."
            ],
            [
                "Negeri kita tak lagi kekeringan.” Raja amat bersyukur karena tak jadi kehilangan putri yang dicintainya."
            ]
        ]
    },
    {
        "Judul":"Legenda Ular Berkepala Tujuh",
        "paragraf":[
            [
                "Suatu hari, terjadi kegaduhan di istana Raja Bikao Bermano.",
                "Putra mahkotanya, yaitu Gajah Meram, hilang di Danau Tes.",
                "Tak hanya itu, istri Gajah Meram juga hilang.",
                "Walaupun semua pengawal istana sudah dikerahkan untuk mencari, mereka tetap tak ditemukan."
            ],
            [
                "”Danau Tes dihuni oleh ular berkepala tujuh.",
                "Jangan-jangan, pangeran dan istrinya diculik oleh ular tersebut,” kata seorang panglima.",
                "”Yang kudengar, ular itu licik dan sulit ditaklukkan,” kata panglima yang lain.",
                "Raja semakin gundah."
            ],
            [
                "Semua panglima tak ada yang berani mencari ular berkepala tujuh itu.",
                "Tiba-tiba, Gajah Merik, putra bungsu beliau berkata, ”Jika ayah mengizinkan, aku akan menghadapi ular itu!” Raja dan semua panglima terkejut.",
                "Mereka tak percaya anak sekecil itu berani menghadapi ular berkepala tujuh.",
                "”Tidak, kau tak boleh pergi,” sahut Raja tegas."
            ],
            [
                "Namun Gajah Merik bersikeras.",
                "Dia lalu bercerita bahwa tiap malam dia bermimpi didatangi oleh seorang kakek.",
                "Kakek itu telah memberinya ilmu untuk mengalahkan ular berkepala tujuh itu.",
                "Akhirnya, Raja pun luluh hatinya."
            ],
            [
                "Beliau mengizinkan Gajah Merik pergi.  Dalam perjalanan, Gajah Merik mampir di Tepat Topes.",
                "Di sana, dia bertapa selama tujuh hari untuk mendapatkan senjata pusaka yang dijanjikan oleh kakek dalam mimpinya.",
                "Tepat di hari ketujuh, Gajah Merik mendapatkan senjata pusakanya.",
                "Sebuah keris dan sehelai selendang."
            ],
            [
                "”Keris ini dapat membuatmu berjalan di dalam air, dan selendang ini dapat berubah menjadi pedang yang tajam.” kata kakek itu.",
                "Gajah Merik segera menuju ke Danau Tes.",
                "Setelah menusukkan kerisnya ke danau, dia dapat berjalan di atasnya, dan sampai ke sebuah gua di ujung danau.",
                "Di gua itu, Gajah Merik bertemu dengan ular berkepala tujuh yang memandangnya dengan ganas."
            ],
            [
                "“Namaku Gajah Merik!",
                "Bebaskan Gajah Meram dan istrinya!” teriaknya lantang.",
                "Ular berkepala tujuh tertawa.",
                "”Lawan aku dulu, Anak Kecil!” Dengan berani, Gajah Merik maju dan mengibaskan selendangnya yang segera berubah menjadi pedang."
            ],
            [
                "Namun, ular berkepala tujuh tak mudah ditaklukkan.",
                "Dengan mudah, dia mengelak dari sabetan pedang Gajah Merik.  Tak terasa, pertarungan telah berlangsung selama tiga hari tiga malam.",
                "Mereka kelelahan.",
                "Ular berkepala tujuh berkata pada Gajah Merik, ”Anak Muda, aku mengakui kehebatanmu."
            ],
            [
                "Belum pernah ada orang yang mampu melawanku sedemikian hebatnya.” Sambil terengah-engah, Gajah Merik menjawab, ”Jika begitu, bebaskan saja kakakku.",
                "Kita tak perlu melanjutkan pertarungan ini.” Ular berkepala tujuh pun setuju.",
                "Dia membebaskan Gajah Meram dan istrinya.",
                "Gajah Merik, Gajah Meram, dan istrinya pun pulang ke istana."
            ],
            [
                "Raja menyambut mereka dengan gembira.",
                "Sebagai hadiah atas keberaniannya, Raja mempersilakan Gajah Merik untuk meminta apa saja.",
                "”Aku hanya ingin agar ular berkepala tujuh tinggal di istana.",
                "Aku ingin menjadikan mereka pengawal khususku."
            ],
            [
                "Dengan begitu, mereka juga tak akan mengganggu orang di Danau Tes lagi,” katanya.",
                "Raja pun setuju.",
                "Sejak saat itu, ular berkepala tujuh menjabat di istana, mendampingi Gajah Merik.",
                "Danau Tes pun tak lagi menyeramkan."
            ]
        ]
    },
    {
        "Judul":"Legenda Ular N'Daung",
        "paragraf":[
            [
                "Di sebuah desa di Bengkulu, ada seorang ibu yang tinggal bersama ketiga putrinya.",
                "Ibu itu sedang sakit dan tak ada obat yang mampu menyembuhkannya.",
                "Namun, tabib yang mengobatinya memberi harapan.",
                "”Ibu kalian bisa disembuhkan dengan ramuan yang dimasak di atas bara ajaib."
            ],
            [
                "Aku bisa membuat ramuannya, tapi kalian harus mencari bara ajaibnya.” Putri bungsu langsung bertanya, ”Di mana kami bisa mendapatkan bara ajaib itu?” ”Bara ajaib itu hanya ada di puncak gunung di sebelah utara desa kita.",
                "Namun, tempat itu dijaga oleh seekor ular yang besar dan kejam.",
                "Namanya ular N'Daung.",
                "Rasanya, kalian tak mungkin selamat dari ular itu,” desah tabib cemas."
            ],
            [
                "Ketiga gadis itu saling berpandangan.",
                "Putri sulung dan tengah menggelengkan kepalanya, menolak untuk pergi mencari bara ajaib.",
                "Akhirnya, putri bungsu dengan tegas berkata, ”Biar aku saja yang pergi ke gunung itu dan mengambil bara api untuk Ibu.” Setelah berjalan berhari-hari, akhirnya si Bungsu sampai di puncak gunung itu.",
                "Karena kelelahan, dia pun tertidur."
            ],
            [
                "Tanpa dia sadari, Ular N'Daung muncul di hadapannya.",
                "Saat membuka mata, si Bungsu menjerit ketakutan.",
                "”Jangan makan aku!” teriaknya.",
                "Ular N'Daung memandangnya heran."
            ],
            [
                "”Memakanmu?",
                "Aku tak akan memakanmu.",
                "Mengapa kau ada di sini?”  Si Bungsu terkesima melihat ular N'Daung bisa berbicara.",
                "Dia lalu menjelaskan bahwa dia hendak meminta bara api untuk memasak ramuan bagi ibunya yang sedang sakit."
            ],
            [
                "Ular N'Daung mau memberi bara api itu.",
                "”Namun ada syaratnya,” katanya.",
                "”Syarat?",
                "Apa itu?"
            ],
            [
                "Katakan saja, aku akan melakukan apa saja demi kesembuhan ibuku,” jawab si Bungsu.",
                "”Setelah ibumu sembuh, kau harus kembali ke sini dan tinggal bersamaku selamanya.",
                "Aku ingin punya seorang teman,” kata Ular N'Daung.",
                "Tanpa pikir panjang, si Bungsu mengiyakan permintaan itu."
            ],
            [
                "Demi ibunya, syarat Ular N'Daung itu terasa mudah.",
                "Sekarang, sang ibu sudah sembuh.",
                "Si Bungsu pun kembali ke puncak gunung untuk memenuhi janjinya.",
                "Kakak-kakaknya penasaran."
            ],
            [
                "Mereka membuntuti si Bungsu.",
                "Mereka ingin tahu bagaimana adiknya bisa selamat dari ular yang terkenal kejam itu.",
                "Si Bungsu tak sadar jika kakak-kakaknya membuntutinya.",
                "Saat tiba di puncak gunung, hari sudah malam."
            ],
            [
                "Suasana sepi.",
                "Ular N'Daung tak tampak.",
                "Tiba-tiba, si Bungsu melihat seorang pemuda.",
                "”Siapa kau?"
            ],
            [
                "Di mana Ular N'Daung?” tanyanya cemas.",
                "Dia berpikir, jangan-jangan pemuda itu melukai Ular Namun di luar dugaannya, pemuda itu menjawab dengan tegas, ”Akulah si Ular N'Daung.",
                "Namaku yang sebenarnya adalah Pangeran Abdul Rahman Alamsyah.",
                "Pamanku menyihirku menjadi ular karena dia ingin menguasai takhta kerajaan."
            ],
            [
                "”Oh, pantas saja dia selamat.",
                "Ternyata ular itu manusia!” kata si Sulung yang mengintip dari balik batu.",
                "”Jangan-jangan, pangeran itu mau menikahi si Bungsu?” timpal si Tengah.",
                "Si Sulung dan si Tengah tak suka melihat adiknya berteman akrab dengan pangeran itu."
            ],
            [
                "Mereka iri.",
                "Mereka menyesal telah membiarkan si Bungsu mencari bara api sendiri.",
                "”Andai saja aku yang ke sini,” gumam si Sulung.  Tiba-tiba, mata si Sulung tertuju pada seonggok kulit ular di ujung gua.",
                "Dia lalu membakar kulit tersebut."
            ],
            [
                "Dia berharap, pangeran marah dan menuduh si Bungsu- lah yang membakarnya.",
                "Ternyata, dugaannya salah.",
                "Ketika mengetahui bahwa yang terbakar adalah kulit ular, Pangeran tertawa gembira.",
                "”Horee..."
            ],
            [
                "akhirnya aku terbebas dari pengaruh sihir pamanku!",
                "Sihir itu akan hilang jika ada orang yang tak sengaja memusnahkan kulit ularku!” kata Pangeran.",
                "Si Sulung dan si Tengah terkejut setengah mati mendengar perkataan Pangeran Abdul Rahman Alamsyah.",
                "Mereka berdua kemudian saling menyalahkan."
            ],
            [
                "Akhirnya, seperti yang sudah diduga oleh si Sulung dan si Tengah, Pangeran memboyong si Bungsu ke istananya.",
                "Dia mengambil alih takhta yang selama ini dikuasai oleh sang paman, dan menikah dengan si Bungsu.",
                "Ibu dan kedua kakaknya pun turut serta tinggal di istana.",
                ""
            ]
        ]
    },
    {
        "Judul":"Si Bungsu",
        "paragraf":[
            [
                "Ada tujuh orang gadis yang tersesat di dalam hutan.",
                "Saat itu, mereka hendak mencari buah-buahan untuk makan.",
                "Biasanya, orangtua mereka yang melakukannya, tetapi sejak orang tua mereka meninggal, ketujuh bersaudara itu harus hidup mandiri.",
                "Sekarang, mereka menangis ketakutan."
            ],
            [
                "”Aku tak tahu apa yang harus kita lakukan,” kata si Sulung.",
                "”Sebaiknya kita terus berjalan saja, Kak, siapa tahu kita bisa menemukan jalan keluar dari hutan ini,” jawab si Bungsu.",
                "Ketujuh gadis itu lalu melangkah tak tentu arah.",
                "Setelah lama berjalan, akhirnya mereka berhasil keluar dari hutan itu."
            ],
            [
                "Mereka menemukan sebuah rumah yang amat besar.",
                "Namun, mereka mendengar suara-suara aneh dari balik rumah.",
                "”Ternyata, ini rumah raksasa!” teriak si Sulung saat melihat dua raksasa sedang mandi di balik rumah itu.",
                "Ketujuh gadis itu khawatir jika raksasa itu memangsa mereka."
            ],
            [
                "Lalu, mereka meminta bantuan pada seekor burung kenui untuk memasukkan kolang-kaling ke dalam sungai tempat raksasa itu mandi.",
                "”Tubuhku gatal!” teriak raksasa laki-laki.",
                "”Aku juga!” raksasa perempuan ikut menggaruk- garuk tubuhnya.",
                "”Cuit..."
            ],
            [
                "cuit...",
                "cuit...",
                "kalian harus segera pergi.",
                "Kalian terkena wabah penyakit gatal."
            ],
            [
                "Sebentar lagi tubuh kalian akan hangus.",
                "Pergilah ke puncak gunung, di sana ada penawarnya,” kata Burung Kenui.  Setelah raksasa-raksasa tadi pergi, ketujuh gadis membagi rumahnya menjadi tujuh bagian.",
                "Mereka juga membagi halaman rumah menjadi tujuh kebun yang bisa ditanami jagung.",
                "Jagung di kebun mereka tumbuh subur."
            ],
            [
                "Namun, di antara mereka, hanya si Bungsu yang bersedia menampung burung kenui di kebunnya.",
                "Kakak-kakaknya tak mau.",
                "Mereka takut burung kenui memakan jagung mereka.",
                "Suatu hari, burung kenui pergi meninggalkan ladang si Bungsu dan meninggalkan sebutir telur di sana."
            ],
            [
                "Meski sedih, si Bungsu tak tahu harus mencari ke mana sahabatnya itu.",
                "Beberapa hari kemudian, saat si Bungsu pulang dari ladang, dia melihat ada seorang pemuda tampan berada di depan rumahnya.",
                "”Jangan takut, aku adalah anak burung kenui.",
                "Aku berasal dari telur itu,” kata si pemuda sambil menunjuk cangkang telur yang sudah pecah."
            ],
            [
                "Pemuda itu lalu mengajak si Bungsu untuk menikah.",
                "Mereka lalu hidup rukun dan berbahagia.",
                "Mengetahui hal itu, kakak-kakak si Bungsu merasa iri.",
                "Suatu hari, ketika si Bungsu terpeleset dan terbawa arus saat mencuci di sungai, mereka tak menolongnya."
            ],
            [
                "Mereka berharap si Bungsu hanyut ke tempat yang amat jauh dan tak kembali lagi.",
                "Namun, si Bungsu selamat.",
                "Tubuhnya ditelan ikan besar yang kemudian tersangkut di jaring seorang nenek.",
                "Saat nenek itu hendak memasak ikan, pisaunya tak mampu memotong-motong tubuh ikan itu."
            ],
            [
                "Nenek itu hampir putus asa, lalu dia mendengar ada burung bernyanyi ”Bolidang bolidangi pabeli iwa balak.” Mendengar nyanyian burung itu, si nenek mengerti bahwa dia harus menggunakan daun belidang untuk memotong- motong tubuh ikan.  Saat nenek itu berhasil memotong tubuh ikan, si Bungsu keluar.",
                "Dia lalu menceritakan asal usulnya dan mengapa dia bisa berada di perut ikan.",
                "Nenek itu lalu membantunya untuk pulang.",
                "Mereka berdua menyusuri sungai dan akhirnya tiba di rumah si Bungsu."
            ],
            [
                "Suami si Bungsu amat girang melihat kedatangan istrinya, sedangkan kakak- kakaknya merasa malu dan bersalah karena telah membiarkan adiknya menderita.",
                "Mereka lalu meminta maaf pada si Bungsu.",
                "Dia tentu saja memaafkan kakak-kakaknya.",
                "Akhirnya, mereka kembali hidup rukun bersama-sama."
            ]
        ]
    },
    {
        "Judul":"Sultan Domas",
        "paragraf":[
            [
                "Di sebuah desa di daerah Lampung Selatan, hiduplah seorang pemuda sebatang kara bernama Domas.",
                "Meski amat miskin, Domas tetap bersabar.",
                "Dia tekun bekerja dan berharap suatu saat nasibnya akan berubah.",
                "Namun, dia malah mendapat musibah."
            ],
            [
                "Gubuknya ludes terbakar saat dia pergi mencari ikan.",
                "Sekarang, Domas tak punya tempat tinggal.",
                "Dia amat sedih dan menyesali keadaannya, hingga dia tertidur dan bermimpi.",
                "“Pergilah ke selatan."
            ],
            [
                "Tinggallah di sana, di sebuah desa di dekat sungai yang jernih,” kata seorang laki-laki tua dalam mimpinya.",
                "Domas pun menuruti mimpinya.",
                "Tak ada ruginya untuk pergi karena dia tak punya apa-apa lagi di desanya.",
                "Setelah berjalan berhari- hari, dia menemukan tempat yang persis dengan apa yang dikatakan oleh lelaki tua dalam mimpinya."
            ],
            [
                "Domas pun membangun rumah sederhana di pinggir sungai itu.",
                "Tak hanya itu, Domas berusaha menanam sayuran dan buah-buahan.",
                "Ternyata, tanah yang ditempatinya amat subur.",
                "Domas pun bisa menjual hasilnya ke pasar."
            ],
            [
                "Sekarang, dia tak lagi hidup kekurangan.  Suatu hari, Domas bermimpi lagi.",
                "Kali ini, lelaki tua itu menyuruhnya untuk bertapa di sebuah gua kecil di pinggir hutan.",
                "Domas menurut, meski dia tak tahu mengapa dia harus melakukannya.",
                "Setelah beberapa hari bertapa, dia menemukan sebuah pedang dan tongkat kayu berbentuk ular."
            ],
            [
                "Domas pun membawa benda-benda itu pulang.",
                "Dia lalu melanjutkan kehidupannya seperti sedia kala.",
                "Hari berganti hari, tahun berganti tahun.",
                "Sekarang, tempat tinggal Domas semakin ramai."
            ],
            [
                "Domas tak lagi tinggal sendirian di desa itu.",
                "Banyak orang dari daerah lain yang datang dan menetap di sana.",
                "Domas dengan senang hati menyambut mereka sehingga mereka pun menghormati Domas.",
                "Mereka bahkan menyebutnya sebagai Sultan Domas."
            ],
            [
                "Diam-diam, tak semua orang suka jika Domas menjadi sultan.",
                "Ada lima orang yang merasa iri.",
                "Mereka hendak mencuri pedang dan tongkat kayu milik Domas.",
                "Mereka beranggapan, itulah benda-benda sakti yang menjadi jimat Domas."
            ],
            [
                "Kelima orang tersebut berusaha mencuri pedang dan tongkat kayu Domas.",
                "Ketika sudah berhasil mendapatkan benda-benda itu, mereka tak bisa keluar dari rumah karena dihadang oleh ular yang amat besar.",
                "Ketika mereka mundur, di belakang mereka juga ada buaya yang menghadang.  Mereka begitu ketakutan, tak bisa bergerak, hingga akhirnya Domas datang.",
                "Melihat kedatangan Domas, kelima orang tadi bermaksud menyerangnya."
            ],
            [
                "Lagi-lagi usaha mereka gagal.",
                "Kaki mereka membeku di lantai, tak bisa bergerak.",
                "Mereka akhirnya sadar bahwa mereka tak bisa melawan Domas.",
                "Mereka lalu menceritakan dengan jujur maksud kedatangan mereka dan meminta maaf pada Domas."
            ],
            [
                "Domas memaafkan mereka.",
                "Sejak saat itu, dia semakin terkenal sebagai orang yang baik hati.",
                "Orang-orang pun setuju untuk mengangkat Domas sebagai pemimpin yang mereka sebut sebagai Sultan Domas."
            ]
        ]
    },
    {
        "Judul":"Bujang Katak",
        "paragraf":[
            [
                "Bujang Katak, begitulah dia biasa dipanggil.",
                "Dia memang mirip katak dengan kulit licin dan berwarna kehijauan.",
                "Dulu, ibunya berdoa agar bisa mempunyai anak, dan tanpa sengaja ibunya berkata, ”Meski anakku nanti seperti katak, aku akan tetap menyayanginya.” Ternyata doanya dikabulkan, sehingga lahirlah si Bujang Katak.",
                "Meski perawakannya aneh, Bujang Katak disukai semua orang."
            ],
            [
                "Dia ramah dan rajin bekerja.",
                "Namun, akhir-akhir ini Bujang Katak sering murung.",
                "Ternyata, Bujang Katak ingin meminang salah seorang putri raja.",
                "”Aku dengar Raja memiliki tujuh orang putri yang cantik."
            ],
            [
                "Maukah Ibu melamarkan salah satu dari mereka untukku?” tanya Bujang Katak.",
                "Ibunya pun setuju dan berangkat ke istana.",
                "”Ampun, Baginda.",
                "Maafkan hamba jika lancang."
            ],
            [
                "Maksud kedatangan hamba adalah untuk melamar salah satu putri Baginda untuk putra hamba si Bujang Katak,” kata Ibu Bujang Katak pada Raja.",
                "Raja lalu mempersilahkan para putrinya untuk menjawab lamaran itu.",
                "Ternyata, tak ada yang mau.",
                "Tiba-tiba, putri bungsu menjawab."
            ],
            [
                "“Pulanglah.",
                "Katakan pada putramu untuk datang sendiri melamarku.” Raja amat terkejut.",
                "Namun, Raja bisa mengerti alasan putrinya.",
                "Bujang Katak memang terkenal sebagai pria yang baik."
            ],
            [
                "Keesokan harinya, Bujang Katak pergi ke istana untuk melamar putri bungsu.",
                "Raja lalu memberinya satu syarat.",
                "Bujang Katak harus membangun jembatan emas untuk menghubungkan istana dengan desa Bujang Katak.",
                "Bujang Katak kembali ke rumahnya."
            ],
            [
                "Dia menceritakan permintaan Raja kepada ibunya.",
                "”Tapi, Anakku...",
                "kita ini hanya orang miskin.",
                "Mana bisa kita membeli emas untuk membangun jembatan itu?” tanya ibunya khawatir.  Namun Bujang Katak yakin, dengan pertolongan Tuhan, dia mampu melakukannya."
            ],
            [
                "Malam itu, Bujang Katak terus berdoa dan berdoa.",
                "Ternyata doa Bujang Katak dikabulkan.",
                "Saat mandi pagi, tiba-tiba saja kulitnya yang tebal dan licin terkelupas.",
                "Saat bercermin, betapa terkejut dirinya melihat penampilannya."
            ],
            [
                "Sekarang, dia telah menjadi pria dengan kulit seperti manusia biasa.",
                "Bujang Katak lalu berlari kembali ke sumur.",
                "Di sana, dia menemukan tumpukan kulitnya telah berubah menjadi emas!",
                "Bujang Katak mengucap syukur, lalu menunjukkan emas- emas itu pada ibunya."
            ],
            [
                "Betapa senang hati ibunya melihat putranya kini telah berubah menjadi manusia.",
                "Bujang Katak lalu mulai bekerja, siang dan malam, tiada henti membangun jembatan emas.",
                "Akhirnya, jembatan itu selesai.",
                "Bujang Katak dan ibunya menghadap Raja."
            ],
            [
                "”Hei, mana putramu yang seperti katak?",
                "Siapa pemuda ini?” tanya Raja pada Ibu Bujang Katak.",
                "“Ampun, Baginda, pemuda ini adalah Bujang Katak.",
                "Tuhan telah mengubah wujudnya menjadi pria yang tampan.” Bujang Katak lalu mengajak Raja dan putri bungsu untuk melihat jembatan emas yang telah dibuatnya."
            ],
            [
                "Raja pun senang melihat kesungguhan Bujang Katak untuk menikahi putri bungsunya.",
                "“Baiklah, Bujang Katak.",
                "Mari kita kembali ke istana dan membicarakan pesta pernikahanmu dengan putri bungsuku,” ajak Raja.",
                "Akhirnya, Bujang Katak menikah dengan putri bungsu dan mereka hidup berbahagia."
            ],
            [
                ""
            ]
        ]
    },
    {
        "Judul":"Si Penyumpit",
        "paragraf":[
            [
                "Si Penyumpit adalah seorang pemuda yang pandai menyumpit hewan buruan.",
                "Selain itu, dia juga dikenal mampu meramu obat-obatan.",
                "Suatu hari, Pak Raje, kepala desa yang kikir, meminta Si Penyumpit untuk menjaga sawahnya dari serangan babi hutan.",
                "Dia selalu meminta si Penyumpit untuk melakukannya, karena dulu almarhum ayah si Penyumpit pernah berhutang padanya."
            ],
            [
                "”Awas ya, kalau sampai babi hutan itu merusak padiku.",
                "Kau harus membayar ganti rugi!” kata Pak Raje.",
                "Malam itu, Si Penyumpit berjaga di sawah Pak Raje.",
                "Tak lama kemudian, segerombolan babi hutan datang."
            ],
            [
                "si Penyumpit mengeluarkan alat sumpitnya, dan huuppp...",
                "melayanglah anak sumpitnya ke gerombolan babi hutan itu.",
                "”Ngoiikkk...,” anak sumpit itu mengenai seekor babi hutan yang segera melarikan diri bersama teman-temannya.",
                "Mereka masuk kembali ke dalam hutan."
            ],
            [
                "Si Penyumpit keheranan.",
                "“Aneh, seharusnya babi itu mati terkena sumpitanku.",
                "Tapi, ke mana dia?” Karena penasaran, si Penyumpit mengikuti jejak darah yang ditinggalkan oleh babi hutan yang terluka itu.",
                "Jejak itu berhenti pada sebuah rumah kecil di hutan."
            ],
            [
                "Si Penyumpit mengetuk pintu.",
                "“Siapa kau dan ada apa datang tengah malam begini?” tanya wanita yang membuka pintu.",
                "“Namaku si Penyumpit.",
                "Tadi aku menyumpit seekor babi hutan."
            ],
            [
                "Tapi aneh, babi hutan itu hilang.",
                "Setelah aku ikuti jejak darahnya, ternyata berhenti di rumah ini.” “Oh, jadi kau yang menyumpit adik kami?",
                "Lihat, sekarang dia kesakitan!” kata wanita itu marah.",
                "Ternyata, wanita itu dan adik-adiknya adalah jelmaan babi hutan."
            ],
            [
                "Salah satu adiknya sekarang terluka parah.",
                "si Penyumpit pun berniat menolongnya.",
                "Dengan keahliannya, dia menempelkan tumbukan daun kemunting ke luka gadis itu.",
                "Darah dari luka gadis itu pun berhenti mengucur."
            ],
            [
                "Sekarang, gadis itu sudah tak kesakitan.  Sebagai ucapan terima kasih, wanita jelmaan babi hutan tadi memberikan empat bungkus hadiah.",
                "Ternyata, bungkusan itu berisi emas dan berlian.",
                "Si Penyumpit gembira sekali.",
                "”Aku bisa melunasi hutang ayahku pada Pak Raje,” gumamnya."
            ],
            [
                "Saat melunasi hutangnya, si Penyumpit bercerita asal usul emas itu.",
                "Diam-diam, Pak Raje ingin meniru keberuntungan si Penyumpit.",
                "Malam harinya, Pak Raje pergi ke sawah dan meniru persis apa yang telah dilakukan si Penyumpit.",
                "Seekor babi hutan juga terkena sumpitannya."
            ],
            [
                "Pak Raje mengikuti ceceran darahnya sampai ke rumah kecil di hutan.",
                "“Siapa kau?",
                "Ada apa datang tengah malam begini?” tanya wanita yang membuka pintu.",
                "“Namaku Pak Raje."
            ],
            [
                "Tadi aku menyumpit seekor babi hutan.",
                "Dan, jejaknya berhenti di rumah ini,” jawab Pak Raje.",
                "“Oh, jadi kau yang menyumpit adik kami?",
                "Sekarang, sembuhkan dia."
            ],
            [
                "Dulu, orang yang menyumpit adik kami yang lain, bisa menyembuhkannya,” wanita itu meminta Pak Raje masuk.",
                "Pak Raje jadi gugup.",
                "Dia tak bisa membuat ramuan obat.",
                "Dia tak mampu menghentikan darah yang terus mengucur dari luka salah satu jelmaan babi hutan itu."
            ],
            [
                "Karena Pak Raje gagal, para wanita itu marah.",
                "Mereka lalu mengusir Pak Raje jauh-jauh.",
                "Pak Raje amat malu dan pulang tanpa membawa apa-apa."
            ]
        ]
    },
    {
        "Judul":"Legenda Pulau Sanua",
        "paragraf":[
            [
                "Baitusen dan Mai Lamah adalah sepasang suami istri miskin yang tinggal di Natuna, Kepulauan Riau.",
                "Karena bosan hidup miskin, mereka merantau ke Pulau Bunguran yang terkenal kaya isi lautnya.",
                "Di sana, Baitusen bekerja sebagai nelayan, Sedangkan Mai Lamah membantu suaminya mencari uang, dengan cara membuat kalung dan gelang dari kulit kerang.",
                "Suatu hari, Baitusen menemukan lubuk dengan ribuan teripang di dalamnya."
            ],
            [
                "“Wah, aku sungguh beruntung!",
                "Para saudagar dari Singapura dan China mau membeli teripang dengan harga mahal,” katanya senang.",
                "Sejak itu, Baitusen menjual teripang kering dibantu Mai Lamah.",
                "Ternyata benar."
            ],
            [
                "Banyak saudagar dari Singapura dan China yang datang ke Pulau Bunguran untuk membeli teripang Baitusen.",
                "Para saudagar itu lalu memanggil Mai Lamah dengan ”Nyonya May Lam”, sedangkan Baitusen dijuluki ”Saudagar Teripang”.",
                "Sekarang, Baitusen dan Mai Lamah pun jadi orang kaya.",
                "Namun, kekayaannya membuat Mai Lamah menjadi sombong."
            ],
            [
                "Dia tak mau lagi bergaul dengan tetangganya.",
                "Pergaulannya dengan para saudagar telah membuatnya lupa diri.",
                "Tak jarang, Mai Lamah menghina para tetangganya yang dianggapnya tidak sederajat dengannya.",
                "Meski Baitusen sering menegurnya, Mai Lamah tak peduli."
            ],
            [
                "Lama-kelamaan, para tetangga malas bergaul dengan Mai Lamah.  Beberapa bulan kemudian, Mai Lamah hamil.",
                "Semenjak hamil, dia malah bertambah sombong.",
                "Ketika Mak Semah, tetangganya yang seorang bidan, menawarkan diri untuk memeriksa kehamilannya, Mai Lamah malah mencemoohnya.",
                "“Aku hanya akan memeriksakan kehamilanku pada tabib dari China."
            ],
            [
                "Mereka jauh lebih hebat darimu,” katanya.",
                "Ketika tiba saatnya Mai Lamah melahirkan, ternyata tabib dari China itu tak ada.",
                "Kapalnya sudah pulang ke negerinya.",
                "Baitusen jadi bingung."
            ],
            [
                "Dia lalu teringat pada Mak Semah.",
                "“Maaf, Baitusen, istrimu sudah menghinaku.",
                "Dia bahkan tak mau aku menolongnya,” jawab Mak Semah.",
                "Baitusen panik."
            ],
            [
                "Dia pulang ke rumah dan menyuruh Mai Lamah untuk meminta maaf pada Mak Semah.",
                "Hanya Mak Semah-lah satu-satunya orang yang bisa menolongnya saat ini.",
                "“Apa?",
                "Minta maaf pada bidan kampung itu?"
            ],
            [
                "Aku tak mau!",
                "Lebih baik antarkan aku ke pulau seberang.",
                "Di sana ada bidan terkenal,” kata Mai Lamah.",
                "Akhirnya, Baitusen membopong istrinya ke perahu."
            ],
            [
                "Mereka harus segera menuju ke pulau seberang.",
                "Namun, di tengah perjalanan, Mai Lamah berteriak-teriak minta pulang.",
                "Dia takut peti emas yang ditinggalkannya di rumah, dicuri orang.",
                "“Tapi peti itu berat sekali."
            ],
            [
                "Isinya emas batangan, kan?” tanya Baitusen.",
                "“Iya, isinya emas kita!",
                "Jika peti itu sampai hilang, kita jadi miskin!” kata Mai Lamah lagi.",
                "Baitusen pun kembali menuruti perintah istrinya."
            ],
            [
                "Setelah memasukkan peti ke dalam perahu, Baitusen kembali mendayung.",
                "Namun, perahunya terasa berat, apalagi gelombang laut juga tinggi.",
                "Perahu mulai oleng dan akhirnya tenggelam.  Baitusen buru-buru menyelamatkan istrinya, tetapi Mai Lamah malah marah.",
                "”Cepat, selamatkan peti harta kita!"
            ],
            [
                "Jangan sampai tenggelam!” teriaknya.",
                "Baitusen jadi bingung.",
                "Dia tak mau meninggalkan istrinya.",
                "Dia tetap menarik tubuh Mai Lamah ke pinggir laut."
            ],
            [
                "Namun, Mai Lamah terus memberontak.",
                "Tiba-tiba, petir menyambar- nyambar.",
                "Langit menjadi gelap.",
                "Mai Lamah yang melepaskan diri dari suaminya tersambar petir."
            ],
            [
                "Namun aneh, tubuhnya berubah menjadi batu yang berbadan dua.",
                "Baitusen hanya bisa meratapi nasib istrinya.",
                "Batu itu lama-kelamaan semakin besar, dan akhirnya menjadi sebuah pulau.",
                "Pulau itu sekarang dikenal dengan nama Pulau Sanua yang berarti “satu tubuh berbadan dua”."
            ]
        ]
    },
    {
        "Judul":"Putri Pandan Berduri",
        "paragraf":[
            [
                "Di suatu pagi yang cerah, Batin Lagoi, pemimpin Suku Laut di Pulau Bintan, menemukan seorang bayi perempuan.",
                "Bayi itu diletakkan di dalam sebuah keranjang yang dialasi dedaunan, di dekat semak-semak pandan yang berduri.",
                "Batin Lagoi membawa bayi itu pulang dan mengumumkannya ke seluruh Pulau Bintan.",
                "Namun, tak seorang pun mengakui bayi itu sebagai anaknya."
            ],
            [
                "Akhirnya, Batin Lagoi mengangkat bayi itu sebagai anaknya dan menamainya Putri Pandan Berduri.",
                "Batin Lagoi membesarkan Putri Pandan Berduri dengan penuh kasih sayang, sehingga Putri Pandan Berduri tumbuh menjadi gadis yang baik hati dan ramah.",
                "Sementara itu, tak jauh dari Pulau Bintan, yaitu di Pulau Galang, hiduplah seorang bangsawan yang mempunyai dua anak laki-laki bernama Julela dan Jenang Perkasa.",
                "Meskipun kakak beradik, keduanya memiliki sifat yang bertolak belakang."
            ],
            [
                "Julela adalah seorang yang angkuh, suka dihormati, dan keras hatinya, sedangkan Jenang Perkasa adalah pemuda yang santun dan bijaksana.",
                "Suatu hari, si bangsawan yang sudah tua memutuskan untuk mengangkat Julela menjadi Batin atau pemimpin di Pulau Galang.",
                "Sayangnya, Julela menjadi Batin yang sombong dan semena-mena.",
                "Setelah ayahnya meninggal, dia tega mengusir Jenang Perkasa dari Pulau Galang.  Setelah diusir kakaknya, Jenang Perkasa pun berlayar dan tiba di Pulau Bintan."
            ],
            [
                "Di sana, dia memulai hidup baru.",
                "Karena tindak tanduknya yang sopan, Jenang Perkasa disukai penduduk Pulau Bintan, termasuk Batin Lagoi.",
                "Apakah dia keturunan seorang bangsawan?",
                "Tutur katanya begitu halus seperti keturunan raja-raja, kata Batin Lagoi dalam hati."
            ],
            [
                "Jenang Perkasa memang tak pernah mengakui asal usul dirinya.",
                "Tak seorang pun tahu bahwa dia adalah keturunan bangsawan Pulau Galang.",
                "Batin Lagoi akhirnya mengundang Jenang Perkasa ke rumahnya dan mengenalkannya pada Putri Pandan Berduri.",
                "Ternyata, Jenang Perkasa dan Putri Pandan Berduri saling jatuh cinta."
            ],
            [
                "Batin Lagoi pun segera menikahkan mereka.",
                "Mereka lalu memiliki tiga orang putra, yang bernama Mantang, Mapoi, dan Kelong.",
                "Jenang Perkasa mendidik ketiga anaknya dengan sangat baik sehingga ketiganya pun tumbuh menjadi orang yang bijaksana seperti ayahnya.",
                "Setelah beranjak dewasa, ketiga anaknya tersebut meninggalkan rumah dan merantau ke seluruh penjuru Pulau Bintan."
            ],
            [
                "Mereka kemudian memiliki suku mereka sendiri-sendiri dan menjadi Batin bagi suku mereka.",
                "Batin Mantang memimpin bagian utara Pulau Bintan, Batin Mapoi memimpin bagian barat Pulau Bintan, dan Batin Kelong memimpin bagian timur Pulau Bintan.",
                "Itulah asal mula persukuan di Pulau Bintan."
            ]
        ]
    }
]